{"event":{"name":"Northwest Colonial Festival 2022","dates":"August 11-14, 2022","about":"The Northwest Colonial Festival is an annual event sponsored by the George Washington Society and hosted at the George Washington Inn and Washington Lavender Farm, located between Sequim and Port Angeles, Washington. This year's event brings the Revolutionary War back to life with a colonial village and daily reenactments of iconic skirmishes. Travel back to 1775 and witness the commitment to mastering the lifestyle of the era, and the retelling of the United States' most important chapter.","oneLiner":"Liberty Calls!","url":"https://www.colonialfestival.com","location":"939 Finn Hall Rd, Port Angeles, Washington","fbsocial":"https://www.facebook.com/colonialfestival/?ref=page_internal","contactUs":"https://www.google.com/search?client=opera&q=northwest+colonial+festival&sourceid=opera&ie=UTF-8&oe=UTF-8#","donateLink":"https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=GLDD58SEZGS7Q","donateText":"Tax-deductible donations to the George Washington Society, a fully recognized 501(c)(3) educational non-profit organization, are appreciated.","listIn App":"Yes","organizers":["George  Washington","Janet Abbott","Jane Richey","Renee Rink","Mercy Otis Warren"],"image":"https://dl.airtable.com/.attachments/305343b2620164bff27f9bfe0dffc6ee/bddab458/186459741_4057362787672829_884689303145247033_n.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=f41db5ed5af144dc","donateImage":"https://dl.airtable.com/.attachments/3a4a9a55ceca70c5f075f353621ef945/7b0eb660/186382599_4056030477806060_3491922239876498150_n.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=e2170361d2c2779c"},"schedule":[{"date":"","groups":[{"groupLabel":"Exhibits","sessions":[{"name":"George Washington's Camp","oneLiner":"A compete military encampment","speakerNames":["George Washington"],"tracks":["Military"],"location":"Washington's Camp","image":"https://dl.airtable.com/.attachments/bd6268b54f4a703110b349772ea4d0a2/7b2e8395/camp_340.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=9e5c1454d8b7712c","id":1},{"name":"Isaiah Thomas Print Shop","oneLiner":"Where sedition is invented, manufactured, and distributed","description":"Dubbed the 'Forge of Sedition' by Boston Loyalists, this print shop was one of the primary sources for information supporting American independence.  As a regular meeting place for the Sons of Liberty, it was frequented by the likes of Samuel Adams, John Hancock, Paul Revere, and James Otis.  You can join them as fugitives from British justice by setting your name in type and printing your own wanted poster.","album":"https://photos.app.goo.gl/2FGqlDFvGEPA5Abs2","speakerNames":["Isaiah Thomas"],"tracks":["Kid-friendly","Hands-on","Craft","Colonial-life"],"location":"Isaiah Thomas Print Shop","image":"https://dl.airtable.com/.attachments/fb9be03bef205209eff1b165e17df3d0/c4e081fa/print_shop_340.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=60b6e03daeaec8e5","id":2},{"name":"First Aid Station","oneLiner":"Cuts and bumps addressed by emergency medical professionals","description":"First responders are on sight for medical emergencies","tracks":["Services"],"location":"First Aid Station","image":"https://dl.airtable.com/.attachments/cfff5d93e3f0fc4d2199a1942c6d78b8/b7afff70/emt_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=6c4b69ffbd55ac70","icon":"https://dl.airtable.com/.attachments/d15c348a51289af8b4d761ff8128c8cc/e606aa9b/emt_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=2c821ad75aa77386","id":3},{"name":"Culper Spy Network","oneLiner":"Enter a world of ciphers, double identities, espionage, and more!","description":"General Washington desperately needed reliable information about the British soldiers and their movements. Through the aid of Brigadier General Benjamin Tallmadge he established the Culper Spy ring. Through the perilous efforts of men and women such as Anna Strong, Robert Townsend, Caleb Brewster, Amos Underhill, and Samuel Culper, Sr., General Washington gained invaluable information that changed the course of the war. You can find Samuel Culper, Sr. by the black armband he wears on his left arm. He, and his other agents, can be at various locations through the park. To show you are a friend of liberty, ask if they will fish for cod in January. See their portraits below.","speakerNames":["Samuel Culper","Abraham Woodhull","Samuel Quincy"],"tracks":["Military"],"location":"Colonial Home","image":"https://dl.airtable.com/.attachments/defc072b63d9210f7752bd534897ab26/e3b19686/howe_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=21019ac98907d462","icon":"https://dl.airtable.com/.attachments/9d52388c760122d76439ef9689b1f42a/54db86f7/howe_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=dbf73591a593158c","id":4}]}]}],"speakerGroups":[{"speakers":[{"name":"Mercy Otis Warren","about":"Mercy wrote pamphlets and plays to incite rebellion during the American Revolution.\nMercy was friends with John and Abagail Adams as well as many of the big players of the Revolution.\nAlways encouraged by these men, she wrote articles that harangued the British and encouraged independence.\nMercy is also attributed with writing the base of the Bill of Rights.","oneLiner":" Bard of the Revolution","portrayedBy":["Pam  Gassman"],"id":1,"image":"https://dl.airtable.com/.attachments/027651f379a6f469af2a4f316dddfca0/1a47a14f/PamasMercyWarren.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=a819010bb85856be"},{"kind":"Historic","name":"John Adams","about":"John Adams (1735-1826) thought of himself as born for strong times but not made for them, this could not be further from the reality which defined him as one of the strongest of men in a time which tried men's souls. As a graduate from Harvard University Adams was admitted to the bar and rose in reputation on both sides of the Atlantic, most notably for his successful defense of the British Soldiers charged in the Boston Massacre. Adams was a delegate to the First Continental Congress in 1774 and returned to serve in the Second Continental Congress in 1775. His unceasing effort in the Congress to drive the independency movement earned him the respect of every member of Congress. In the words of Thomas Jefferson who acknowledged his colleague Adams as \\\" our colossus on the floor.\\\" Adams though having never served in the military had a major working hand in the formation of three current branch's of military service, the Army, Navy and the Marine Corps. In addition to his outstanding work in Congress he would continue to serve his country as a diplomat. Most notably and perhaps ironically not only negotiating the Treaty of Paris to conclude the American War for Independence but as our first Ambassador to England. Upon his return from diplomatic service he would once again answer the call of his country serving as our first Vice President and then as the country's second President. But for all his accomplishments what would the life of this great man amount to without the partnership of his beloved Abigail? Abigail Adams provided her husband throughout his life a compass that brought him through the stormiest of seas. In truth both John and Abigail Adams were symbols of their time for both New England and America.","oneLiner":"The colossus of independence, statesmen, diplomat who even in his own time was a symbol for New England and America.","portrayedBy":["Jack Pauly"],"id":2,"image":"https://dl.airtable.com/.attachments/108218c161b78eb012bd6edfb14db72e/38b1ab3b/adams_340.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=e272d5ea7c2eb7dc","icon":"https://dl.airtable.com/.attachments/86abfe548e99fca0497f948faef1b7e8/9ff54bac/adams_100.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=021e1ac7953979dc"},{"kind":"Historic","name":"Samuel Culper","about":"Samuel Culper, Sr. was recruited by Benjamin Tallmadge to gather information for General Washington. Through his and Tallmadge's natural cleverness, he was able to devise a well organized and efficient system of espionage. Using his guise as a farmer, he successfully traded in Manhattan, and all the while gathered information from loyalists and soldiers in the tavern of his brother-in-law, Amos Underhill. Though he was nearly captured and hanged in his early missions, his information was passed on to General Washington. He can be seen, wandering, with a black armband. If you should see him, ask him whether he will fish for cod in January. He may be in need of your assistance.","oneLiner":"General Washington's chief spy in New York, head of the Culper Spy Ring","portrayedBy":["Abraham Woodhull"],"id":3,"image":"https://dl.airtable.com/.attachments/8d191bd6b0513ae096655b6ee0857ef0/03b1e892/culper_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=1ad87c1a25bd6426","icon":"https://dl.airtable.com/.attachments/e8c5c0c33d2d51466c999952e45c71a5/2bd503f1/culper_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=1bd67c7014a72de5"},{"kind":"Historic","name":"Sarah Franklin Bache","about":"Sarah Franklin Bache\nDaughter of Benjamin Franklin and Deborah Read\nSarah - also know as Sally, married Richard Bache and had 8 children. She was just 33 when the war started but she didn't let motherhood keep her from actively serving her country. She was a proud patriot and member in the Ladies Association Of Philadelphia in which with her participation, over 2000 shirts were sewn for the Continental Army men. She also helped run her husbands store and was a wonderful hostess for her father's many elite diplomatic guests.\n","oneLiner":"Benjamin Franklin's Daughter","portrayedBy":["Renee Rink"],"id":4,"image":"https://dl.airtable.com/.attachments/0393c4854219f4fe4c5507dd98f8bb9e/667f73b2/240970900_10159986263554759_5967342529709796908_n.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=f8ab68ef0df869d2"},{"kind":"Historic","name":"Hannah Perrish","about":"Afterwards many got land grants for their service and moved later to the Auburn, NY area.  Jane Ritchey portrays Hannah who is her 4 x great grandmother.","oneLiner":"Fiber artist and farmer","portrayedBy":["Jane Richey"],"id":5,"image":"https://dl.airtable.com/.attachments/43ee69418d03ba67fb919f6ebe66b179/261b86b4/thumbnail_P1100523.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=4c67e66d697e018c"},{"kind":"Historic","name":"Samuel Quincy","about":"Samuel Quincy was the solicitor general (attorney general) of the colony of Massachusetts. In 1770, he served as special prosecutor for the Boston Massacre (his brother, Josiah, assisted John Adams with the defense). A life long loyalist, he evacuated Boston on March 17, 1776 when British fled the cannons from fort Ticonderoga, recently delivered by continental artillery officer, Henry Knox.","oneLiner":"Solicitor General of the Colony of Massachusetts","portrayedBy":["Jack Pauly"],"id":6,"image":"https://dl.airtable.com/.attachments/02fd804f18728631df5b4a13af07c1cb/fd419f87/samuel_quincy_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=c3828b38a68a78c9","icon":"https://dl.airtable.com/.attachments/6dbaced45eb0d26b393f90dfe251d905/492add51/samuel_quincy_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=f65c6a90b628cf22"},{"kind":"Historic","name":"Benjamin Tallmadge","about":"Benjamin Tallmadge was a Setauket, Long Island native and a friend of Abraham Woodhull. Under General Washington's direction he assembled the Culper Spy Ring and began intelligence gathering activities. He played a significant role in the capture of Major John Andr, a British officer concerned with Benedict Arnold. His information also helped prevent the British fleet sailing to Rhode Island in the summer of 1780. If you find him, he will direct you to Samuel Culper, Sr. for a mission of greatest importance to General Washington.","oneLiner":"Military intelligence director","id":7,"image":"https://dl.airtable.com/.attachments/617c294a62be96206420bf097e396b32/93f0408f/tallmadge_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=ee656fa1ef09f42d","icon":"https://dl.airtable.com/.attachments/ccefe4a68c073f17c0cf01174854c020/5500dd34/tallmadge_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=bd1b44a91427320a"},{"kind":"Historic","name":"Isaiah Thomas","about":"Isaiah Thomas began his work as a full-time printer at age 6. By the time he was 12, he was running his master's print shop almost single handedly.  By age 25 he was the publisher of the most popular newspaper in North America--the Massachusetts Spy.  He as been called the most important patriot printer of the American Revolution.","oneLiner":"Publisher of the radical newspaper, The Massachusetts Spy","portrayedBy":["Gove Allen"],"id":8,"image":"https://dl.airtable.com/.attachments/19a3949bb094f6af923b62f1e723b6f9/e5b65f47/thomas_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=d9bd7e08cafb52cb","icon":"https://dl.airtable.com/.attachments/c2ac079658a33e768b338641ef82de7c/41271cc2/thomas_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=af666ff4207f8247"},{"kind":"Historic","name":"George Washington","about":"George Washington (1732-99) was commander in chief of the Continental Army during the American Revolutionary War (1775-83) and served two terms as the first U.S. president, from 1789 to 1797. The son of a prosperous planter, Washington was raised in colonial Virginia. As a young man, he worked as a surveyor then fought in the French and Indian War (1754-63). During the American Revolution, he led the colonial forces to victory over the British and became a national hero. In 1787, he was elected president of the convention that wrote the U.S. Constitution. Two years later, Washington became Americas first president. Realizing that the way he handled the job would impact how future presidents approached the position, he handed down a legacy of strength, integrity and national purpose. Less than three years after leaving office, he died at his Virginia plantation, Mount Vernon, at age 67.","oneLiner":"Father of our country","id":9,"image":"https://dl.airtable.com/.attachments/c5862334a06240e62c7bc833cb33c690/6f4a4bf4/washington_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=faa28614a760c84c","icon":"https://dl.airtable.com/.attachments/0a344f577f43965af8d95d4a9b012d2b/aa0429b0/washington_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=0fd1e70cfd0dab35"},{"kind":"Historic","name":"George  Washington","portrayedBy":["Jeff Dacus"],"id":10,"image":"https://dl.airtable.com/.attachments/125789b0b29e37e2fb96e7a0d9000671/cf92d4fc/JeffDacus39262760_10156707278614759_3478666889759031296_n.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=be4c906e8076615b"},{"kind":"Historic","name":"Abraham Woodhull","about":"Abraham Woodhull was born in Seatucket, Long Island, in 1750 to Richard and Mary Woodhull. Like his cousin, Brigadier General Nathaniel Woodhull, he had served in his local militia in 1775, but resigned after a few months. He continued selling his goods, mainly to loyalist citizens and British troops, which landed him in a patriot prison in Connecticut in 1778. While he has sworn a public oath to his Majesty, King George III, he may know something of Samuel Culper Sr. If you see him, he wears a black arm band, ask him whether or not he will fish for cod in January. He may have a tale to tell.","oneLiner":"Native of Seatucket, Long-Island. Farmer and Spy.","portrayedBy":["Matthew Maddox"],"id":11,"image":"https://dl.airtable.com/.attachments/798913ced95b92df0c79755a8e389a5b/7983fa05/woodhull_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=d293d345761bd954","icon":"https://dl.airtable.com/.attachments/e434e7216cc7e2772f3d8d40d0bc8509/1ef49924/woodhull_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=1471ac9e8beb0ff8"}],"kind":"Historic"},{"speakers":[{"kind":"Fictional","name":"John Redmayne","about":"Sir John is a fictional character, however his backstory is historically based, i.e. the Redmayne family does exist and has a proud and storied military history in England dating back to the time of William the Conqueror in 1066. Major Redmayne's story would certainly be historically reflective of an actual officer that served the crown during the American Revolution. The 18th century British officer corps was essentially drawn from the upperclass and aristocratic element of British society. At this time there were no formal military training schools or academy's as we would know today, the 18th century officer learned by experience. Service on the North American continent is not new to the good Major, like two real British officer's of note, Thomas Gage and Sir William Howe who both saw action in the French and Indian War and as a result of such gained insight to the conduct of warfare in conditions very different than the European continent. Moreover, there were many British officer's notably General's Bourgoyne, Howe and Cornwallis were among many officers that had sympathy for the American cause and regarded the conflict as a civil war on their brethren. Here again, Sir John is of no exception, but he is a serving officer from a proud family with the privilege of holding a commission in the elite Coldstream regiment. His is the oldest of the three regiments that comprise the foot guards household division, the personal troops of none other than King George III. So as his sovereign commands, he will obey to serve over the hills and far away.","oneLiner":"Sir John Redmayne, Major, Coldstream Guards","email":"7thcoyco@gmail.com","portrayedBy":["Jack Pauly"],"id":12,"image":"https://dl.airtable.com/.attachments/886637b0f5f9ffb889dbca7140ed9289/a6c38bc0/john_redmayne_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=fe1b885f54838dca","icon":"https://dl.airtable.com/.attachments/4f46e162a2939cbb2c4c5621ac9fffe2/d53d4087/john_redmayne_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=490c1bae7913488b"}],"kind":"Fictional"},{"speakers":[{"kind":"Real Identities","name":"Janet Abbott","about":"Janet has been involved in historic reenactment since 2014. She is the Inn Keeper at the George Washington Inn in Port Angeles, Washington","oneLiner":"George Washington Inn Keeper","id":13},{"kind":"Real Identities","name":"Gove Allen","about":"Gove Allen is a professor of Information systems as Brigham Young University. He has been involved with the Colonial Heritage Festival since 2011.","oneLiner":"Director of the Colonial Heritage Foundation","email":"gove@colonialheritage.org","phone":"(801) 422-1206","id":14,"image":"https://dl.airtable.com/.attachments/cb4025ad8b02371fe53d235821b2ebbc/be7c8ec0/gove.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=a23d776a5ee74d2e","icon":"https://dl.airtable.com/.attachments/48893838f11b4c42f7518cee4e538b00/40c34e82/gove_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=2d699051fa2164dc"},{"kind":"Real Identities","name":"Stuart Back","about":"Stu, a native of American Fork, teaches history at American Heritage Academy in Cedar hills. When not immersed in History, you will likely find him enjoying the great outdoors.","oneLiner":"History Teacher, Outdoorsman","id":15,"image":"https://dl.airtable.com/.attachments/c890dacf7ff43cbc9477d8eade9c9c6e/70edb3e6/stu_today_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=8b4d4d2c08e9534b","icon":"https://dl.airtable.com/.attachments/7d2e43571c68fa96697dc4cd65d6be58/bece5156/stu_today_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=4eb90b497ad3f79f"},{"kind":"Real Identities","name":"Jeff Dacus","about":"enter text here","oneLiner":"Portraying George Washington","id":16,"image":"https://dl.airtable.com/.attachments/96d0bb29b34f75c03f411ad2435185aa/f7dddb60/JeffDacus39262760_10156707278614759_3478666889759031296_n.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=b24cd19ef5615f2e"},{"kind":"Real Identities","name":"Pam  Gassman","about":"Is the North West Colonial Festival Event Planner and the director of the Fiber Arts tent. Pam is a spinner, weaver, bobbin lace maker, tambour embroiders, does Colonial shuttle knotting and fly fringe as well as other lost 18th century arts. She lives in the Pacific North West.  She is a member of the Daughter's \nof the American Revolution and gives talks state wide about colonial life.\n ","oneLiner":"Artist and History Lover","id":17,"image":"https://dl.airtable.com/.attachments/ea3f30630376176069be88b7c9cd8a21/22f4716a/SpinningPamG_.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=11d6ac3389125b93"},{"kind":"Real Identities","name":"Matthew Maddox","about":"Matt is a Marketer from American Fork, and father of four. He coordinates the Culper Spy Ring for the Colonial Heritage Foundation","oneLiner":"Father of four, American Fork Native, Marketer","id":18,"image":"https://dl.airtable.com/.attachments/49ba76efe9fce233df1eaea7a5e7c3e4/c9cee422/maddox_today_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=350a11d131dcb4ee","icon":"https://dl.airtable.com/.attachments/d8c64601de3739cf44b7db9af929eb14/c177ee33/maddox_today_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=6d60ecaba0b4816a"},{"kind":"Real Identities","name":"Jack Pauly","about":"Mr. Pauly's passion for living history articulates from over 15 years experience as a highly regarded interpreter in the Western U.S. Many an audience on stage and living history events have been engaged thorough his presentations of John Adams, founding father and Sir John Redmayne, a British officer. Mr. Pauly is currently serving as the President of the Board for the Colonial Heritage Foundation along with serving his fellow Americans as a member of the United States Coast Guard Auxiliary.","oneLiner":"Director of Colonial Heritage Foundation, Banker","email":"jack@colonialheritage.org","phone":"(480) 338-0876","id":19,"image":"https://dl.airtable.com/.attachments/bd868ddfb00bb2320d15ba79f19845be/32d70b4e/john_Adams_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=d7bf22757811d6de","icon":"https://dl.airtable.com/.attachments/29fd11dc19ed4c0be648defbe4bb242f/e18edc03/jack_pauly.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=a10fab0b5883e893"},{"kind":"Real Identities","name":"Daniel Pugmire","about":"Daniel is the co-organizer of the Colonial Heritage Festival. When things running really smoothly, you can find him at the Cup and Quill, doing calligraphy with a feather quill. By day he works for Jet Blue Airlines as a Spanish language reservations specialist.","oneLiner":"Organizer and Calligrapher","email":"daniel@colonialheritage.org","id":20,"image":"https://dl.airtable.com/.attachments/fbfa11cb50d267f87e5d389f4910f387/0d4c58ac/daniel_300.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=7e697b7d0fd55806","icon":"https://dl.airtable.com/.attachments/63a78477ff1b01e3246cdcd380a2ec6e/05372582/daniel_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=44df635396ab334b"},{"kind":"Real Identities","name":"Genelle Pugmire","about":"Genelle is the co-organizer of the Colonial Heritage Festival. In 2005, she organized a celebration of Benjamin Franklin's 300th birthday, and from this event grew the Colonial Days the following year and the Colonial Heritage Festival several years later. By day, Genelle is a reporter for the Daily Herald in Provo.","oneLiner":"Festival Coordinator and Newspaper Reporter","email":"Genelle@colonialheritage.org","id":21,"image":"https://dl.airtable.com/.attachments/4e23844beb4cdd5d89c51e2f34110c70/cc1c5572/genelle_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=20578142fbafbebe","icon":"https://dl.airtable.com/.attachments/3bfdd6e66af7b6893ef9a77c5279867b/2583bf68/genelle_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=d09aaf4fad5e7ff7"},{"kind":"Real Identities","name":"Jane Richey","about":"Jane is a member of the Northwest Colonial Reenactors, a member of the Daughters of the American Revolution and a director of the Washington Society of Mayflower descendants. She is an avid demonstrator of colonial-ear fiber arts, offering stories of her earlier life raising sheep on a isolated farm without electricity or running water. She offers a perspective on the chores of the colonial era matched by few historic interpreters.","oneLiner":"Fiber artists and former sheep farmer","id":22,"image":"https://dl.airtable.com/.attachments/cd353540bb90d5e8c7eff0e9f7d4009c/960a42df/jane_340.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=9847c0985192eed7","icon":"https://dl.airtable.com/.attachments/9a48f7b628d7b73ceeeddfc5f2ae235e/3bc53514/jane_100.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=dfa75c80fa3cf29c"},{"kind":"Real Identities","name":"Renee Rink","about":"Renee is a member of the Northwest Colonial Reenactors Association and loves living in the Northwest. She has been actively attending the Northwest Colonial Festival for the last 4 years. She is a licensed Cosmetologist and uses her knowledge to give 18th century hair demonstrations at events as well as daily living. She also loves to sew and create ladies caps and hair products to sell at events.","oneLiner":"Keeping History Alive","id":23}],"kind":"Real Identities"}],"linkPages":[{"page":"Communicate","ionIcon":"call","id":1,"linkGroups":[{"group":"","links":[{"linkText":"Festival Survey","url":"https://docs.google.com/forms/d/e/1FAIpQLSe9jUlHF-hZBv1Ps9Gphd__wCpgCTWv43Xpqv7UX-lG9L-2Kg/viewform","location":"browser","size":"small","description":"Help us improve the festival by giving us feedback and earn a free printed item from the Isaiah Thomas print shop!","height":1000,"image":"https://dl.airtable.com/.attachments/7632ca2d4f0ad2370780f6c4b4e15b07/52c57487/survey.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=229ac3725fc6406d"},{"linkText":"Join Email List","url":"https://docs.google.com/forms/d/e/1FAIpQLScMAtbkZ46xjT6lYBUPDQQHBWovx0A-33z_R9ZfEx0ZzhfRGQ/viewform","location":"browser","size":"small","description":"Add you name to the Colonial Heritage Foundation email list. We won't share your address with anyone and we'll only send a few messages a year.","height":1000,"image":"https://dl.airtable.com/.attachments/32c854d897b364d05bf2cb814443e4ef/e6b4337a/email.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=c18ab1d1e3a87697"},{"linkText":"Contact Us","url":"https://docs.google.com/forms/d/e/1FAIpQLSeAW36adrK7z6QT1_3uK5brgqC5Nc27L0bMJcm6GhGkLfqqgA/viewform","location":"browser","size":"small","description":"You'll enter you comment into a google form and the system someone from the foundation will have your comments texted to them right away!","height":1000,"image":"https://dl.airtable.com/.attachments/13cd6a2670bd505ec99b50f88fee3fd8/b3fc9b28/phone.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=6f246884a5ce2ad3"}]}]},{"page":"Sponsors","ionIcon":"star","id":2,"linkGroups":[{"group":"Public","links":[{"linkText":"Utah County","url":"https://www.utahvalley.com/about/contact-us/","location":"browser","size":"large","group":"Public","image":"https://dl.airtable.com/.attachments/0a29cbd4b34813bcada084f601ee9ac9/b2491a46/utahlogo.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=26484a84aac37328"}]},{"group":"Corporate","links":[{"linkText":"America's Freedom Festival","url":"https://www.freedomfestival.org/","location":"browser","size":"large","group":"Corporate","image":"https://dl.airtable.com/.attachments/99873f361fe2d19fbd61b2e8c4bd485f/887f20da/FreedomTorchLogo.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=9a825b18cab6e622"},{"linkText":"Olive Garden","url":"https://www.freedomfestival.org/","location":"browser","size":"large","group":"Corporate","image":"https://dl.airtable.com/.attachments/41a344b8df5ba37421d3341967ef0163/35e9cabf/Olive-Garden-Logo.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=e0626e6e765d2c2a"}]}]},{"page":"Other Festivals","ionIcon":"bonfire","id":3,"linkGroups":[{"group":"","links":[{"linkText":"Rebels and Redcoats","url":"http://rebelsandredcoats.net","location":"system","size":"small","description":"A colonial reenactment event in Phoenix, Arizona. First weekend in November. Focus is on Military engagement.","image":"https://dl.airtable.com/.attachments/ba25aea0685b82c63d7beb61daa393c0/c0ee0978/rnr.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=ff06a1a960273bc4"},{"linkText":"Colonial Heritage Festival","url":"http://festival.colonialheritage.org","location":"system","size":"small","description":"The largest American colonial living and reenactment event in the west.  First week of July.","image":"https://dl.airtable.com/.attachments/60168a4d2182f6d91bff64a6398e2cc1/0c5922c4/nwcf.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=6334383ee2424f27"},{"linkText":"Colonial Williamsburg","url":"http://www.colonialwilliamsburg.com","location":"system","size":"small","description":"America's revolutionary city. Located in Williamsburg, Virginia, it is Americas largest living history museum. Open 365 days a year.","image":"https://dl.airtable.com/.attachments/3d858fb118b330e96ed414d313883d2e/f94ef4fe/wb.png?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=9564b91a48fbe3fb"}]}]}],"interests":{"Favorite":{"name":"Favorite","backColor":"Yellow","fontColor":"#375623"},"British":{"name":"British","backColor":"Red","fontColor":"White","weight":"bold"},"Founding-Fathers":{"name":"Founding-Fathers","backColor":"#203764","fontColor":"#D6DCE4","weight":"bold"},"Cannon":{"name":"Cannon","backColor":"Khaki","fontColor":"#103D11"},"Kid-friendly":{"name":"Kid-friendly","backColor":"PeachPuff","fontColor":"Black"},"Colonial-law":{"name":"Colonial-law","backColor":"LightPink","fontColor":"Black"},"Colonial-life":{"name":"Colonial-life","backColor":"DarkMagenta","fontColor":"White","weight":"bold"},"Food":{"name":"Food","backColor":"DarkGreen","fontColor":"White","weight":"bold"},"Audience-involved":{"name":"Audience-involved","backColor":"SteelBlue","fontColor":"White","weight":"bold"},"Military":{"name":"Military","backColor":"DarkCyan","fontColor":"White"},"Craft":{"name":"Craft","backColor":"MediumVioletRed","fontColor":"White","weight":"bold"},"Hands-on":{"name":"Hands-on","backColor":"green","fontColor":"yellow","weight":"bold"},"Services":{"name":"Services","backColor":"black","fontColor":"yellow","weight":"bold"}},"map":[{"name":"First Aid Station","lat":48.11548,"lng":-123.25547},{"name":"Mr. Hazzard's Office","lat":48.114932,"lng":-123.255172},{"name":"Isaiah Thomas Print Shop","lat":48.115567,"lng":-123.25544},{"name":"Washington's Camp","lat":48.115129,"lng":-123.255124},{"name":"King's Field","lat":48.115875,"lng":-123.254616},{"name":"Continental Field","lat":48.115377,"lng":-123.254476},{"name":"Mt. Vernon","lat":48.115619,"lng":-123.255612},{"name":"North Bridge","lat":48.115937,"lng":-123.254454},{"name":"Lexington Green","lat":48.115735,"lng":-123.254268},{"name":"Children's Chores","lat":48.116193,"lng":-123.255792},{"name":"Old South Meething House","lat":48.115599,"lng":-123.254659},{"name":"DAR Booth","lat":48.11598,"lng":-123.255527},{"name":"Gassman Gallery","lat":48.115957,"lng":-123.255459},{"name":"Canteen","lat":48.115409,"lng":-123.255291},{"name":"British Encampment","lat":48.11516,"lng":-123.25544},{"name":"SAR Booth","lat":48.115982,"lng":-123.255225},{"name":"Colonial Home","lat":48.114739,"lng":-123.255422},{"name":"Rectory","lat":48.114744,"lng":-123.255056},{"name":"The Necessary","lat":48.115263,"lng":-123.255292},{"name":"Painted Hog Tavern","lat":48.114949,"lng":-123.255435}],"intro":[{"title":"Welcome to The Colonial Heritage Festival","text":"The Colonial Heritage Festival is the largest American colonial living and reenactment event in the West.","alignment":"center","image":"https://dl.airtable.com/.attachments/170eec9f92eae69d114c1146afc65761/0cbd362f/general2.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=1f844b5caab29e9e","appButton":false},{"title":"Activities for Kids","text":"There are lots of hands-on activities for kids, but be sure ask before handling items--some are very, very old.","alignment":"center","image":"https://dl.airtable.com/.attachments/e4c85e7414f11bdf60e6288d6ed560a0/4cbea670/water.JPG?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=e6faaedcd3c08a7c","appButton":false},{"title":"Artisan Exhibits","text":"Throughout the festival, you will find exhibits of individulas engaged in crafts from the American colonial period.","alignment":"top","image":"https://dl.airtable.com/.attachments/685b631e797a01b5cac909adece59c2a/d06129c3/bre.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=d1bd1f71c053b88b","appButton":false},{"title":"Presentations","text":"Some activities happen only at a partcular time.  Review the schedule to see when and where these presentations happen.  There are some that you won't want miss.","alignment":"center","appButton":true,"image":"https://dl.airtable.com/.attachments/f72f9de7e8fb1b111dabd0877c93dba3/50716711/pesent.jpg?ts=1659996513&userId=usri1STsvDXLbA1bj&cs=706df1a745952c4a"}]}