{
  "event": {
    "name": "Colonial Festival 2021",
    "dates": "July 2-5, 2021",
    "image": "https://3.bp.blogspot.com/-_-dornQoLG4/WxVdIuR_yLI/AAAAAAAAFek/uyckxI1srb4of6G-rgFVjXD-Z9yUxxGdgCLcBGAs/s1600/chf2018_340.jpg",
    "about": "The Colonial Heritage Festival is a multi-day, colonial living and reenactment event to celebrate Independence Day each year. Called the Colonial Heritage Festival, or Colonial Fest for short, it is the largest event of its kind west of the Mississippi Riverincorporating more than one hundred artisans, craftsmen, teachers and reenactors. The event is free and open to the public. Recently, the event attracted more than 40,000 visitors from 28 states and 12 foreign countries. All of the people involved with this annual festival are volunteersthe Colonial Heritage Foundation pays no one for their time. They participate because they love Colonial history and because they believe in the foundations mission.Join the community for this truly remarkable event.",
    "oneLiner": "Meet History Face-to-Face",
    "url": "http://festival.colonialheritage.org",
    "organizers": [
      "Daniel Pugmire",
      "Genelle Pugmire"
    ],
    "location": "Scera Park, Orem Utah",
    "fbsocial": "https://www.facebook.com/sharer/sharer.php?u=https%3A%2F%2Fwww.facebook.com%2FColonialHeritageFoundation%2F&src=sdkpreparse",
    "gsocial": "https://plus.google.com/share?app=110&url=http%3A%2F%2Ffestival.colonialheritage.org%2F2012%2F07%2Fmeet-history-face-to-face.html",
    "tsocial": "https://twitter.com/intent/tweet?original_referer=http%3A%2F%2Ffestival.colonialheritage.org%2F&ref_src=twsrc%5Etfw&text=Meet%20History%20Face%20to%20Face&tw_p=tweetbutton&url=http%3A%2F%2Ffestival.colonialheritage.org%2F2012%2F07%2Fmeet-history-face-to-face.html",
    "contactUs": "https://docs.google.com/forms/d/e/1FAIpQLSeAW36adrK7z6QT1_3uK5brgqC5Nc27L0bMJcm6GhGkLfqqgA/viewform?embedded=true",
    "emailForm": "https://docs.google.com/forms/d/e/1FAIpQLScMAtbkZ46xjT6lYBUPDQQHBWovx0A-33z_R9ZfEx0ZzhfRGQ/viewform?embedded=true",
    "donateImage": "https://3.bp.blogspot.com/-UoEFOq_a5zU/WwwBSKCAwpI/AAAAAAAAEsk/u1pItFn1LfQho-T-X2P3Bewn6ZrxRYM_gCLcBGAs/s320/armor.png",
    "donateLink": "https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=GLDD58SEZGS7Q",
    "donateText": "The Colonial Heritage Festival is supported by the City of Orem, through the CARE tax program, as well as Utah County in conjunction with America's Freedom Festival at Provo. Although these funding sources provide the bulk of funding for the festival they do not cover the entire cost.  We rely on donations from festival visitors like you.  Please help by giving. All donations received will be used to cover the cost of this or a future festival sponsored by the Society for the Preservation of Americas Founding Values, Inc. (also known as the Colonial Heritage Foundation).",
    "listIn App": "Yes",
    "listImage": "https://4.bp.blogspot.com/-vavjlfyWxMM/WxVe-bwyxZI/AAAAAAAAFew/PFM11mHQSzAR9mDCZBcV8CifawPCk-BVACLcBGAs/s1600/girl_100.jpg"
  },
  "speakerGroups": [
    {
      "kind": "Historic",
      "speakers": [
        {
          "name": "John Adams",
          "image": "https://1.bp.blogspot.com/-e6Fnva3bAZM/WeIYy6AmmEI/AAAAAAAADW0/L7K-SsdtXuMN6D_zbXqlwkckmPLFEJi7ACKgBGAs/s320/adams_340.png",
          "icon": "https://4.bp.blogspot.com/-e_tZxVKlR7I/WeIZIeDVkzI/AAAAAAAADW4/CDF3Hl43HmAC26ppNpk90g6ftw4pfD_HQCKgBGAs/s1600/adams_100.png",
          "about": "John Adams (1735-1826) thought of himself as born for strong times but not made for them, this could not be further from the reality which defined him as one of the strongest of men in a time which tried men's souls. As a graduate from Harvard University Adams was admitted to the bar and rose in reputation on both sides of the Atlantic, most notably for his successful defense of the British Soldiers charged in the Boston Massacre. Adams was a delegate to the First Continental Congress in 1774 and returned to serve in the Second Continental Congress in 1775. His unceasing effort in the Congress to drive the independency movement earned him the respect of every member of Congress. In the words of Thomas Jefferson who acknowledged his colleague Adams as \" our colossus on the floor.\" Adams though having never served in the military had a major working hand in the formation of three current branch's of military service, the Army, Navy and the Marine Corps. In addition to his outstanding work in Congress he would continue to serve his country as a diplomat. Most notably and perhaps ironically not only negotiating the Treaty of Paris to conclude the American War for Independence but as our first Ambassador to England. Upon his return from diplomatic service he would once again answer the call of his country serving as our first Vice President and then as the country's second President. But for all his accomplishments what would the life of this great man amount to without the partnership of his beloved Abigail? Abigail Adams provided her husband throughout his life a compass that brought him through the stormiest of seas. In truth both John and Abigail Adams were symbols of their time for both New England and America.",
          "oneLiner": "The colossus of independence, statesmen, diplomat who even in his own time was a symbol for New England and America.",
          "email": "john@adams.com",
          "portrayedBy": [
            "Jack Pauly"
          ],
          "kind": "Historic",
          "id": 1
        },
        {
          "name": "Ebeneezer Stone",
          "image": "https://2.bp.blogspot.com/-pFOD5KHXcmM/WzAWqAZFlWI/AAAAAAAAGNE/lwLE0xcojckEWwTaf1N0IYJO8WWwCR1VACLcBGAs/s320/ebeneezer_stone_340.jpg",
          "icon": "https://4.bp.blogspot.com/-MKkgfiThgYM/WzAWs6uaKTI/AAAAAAAAGNI/UuMo4Yil4JcfXqc4TTqn2qIrnPqvoQ67ACLcBGAs/s1600/ebeneezer_stone_100.jpg",
          "about": "Ebeneezer served with Major Robert Rogers through the Seven Years war (aka The French and Indian war) and now offer's his skills as a scout to the Patriots. He is in camp getting his long rifle fixed by his long time friend Jacob Dickert.",
          "oneLiner": "Ranger, Scout, Patriot",
          "portrayedBy": [
            "David Wollaston"
          ],
          "kind": "Historic",
          "id": 15
        },
        {
          "name": "Deborah Franklin",
          "image": "https://1.bp.blogspot.com/-16Adybf70u0/WyueVzWEC8I/AAAAAAAAGIw/rZ6X6lHQXwI42oEf_WKdhp6Y6WKQlfJSgCLcBGAs/s320/deborah_franklin_340.png",
          "icon": "https://2.bp.blogspot.com/-COoDpfDYdA4/WyueYuZBTmI/AAAAAAAAGI0/zqnky8uaB6YzvyvVuREH002eYmnchMqVgCLcBGAs/s1600/deborah_franklin_100.png",
          "about": "Deborah Read and Benjamin Franklin had a common-law marriage. They had two children together, Francis, \"Franky\" who dies of smallpox at age 4 and Sarah \"Sally\". They also raised Franklins son William. Deborah had a natural gift for business, managing the print shops and stores during his absences. She was a loyal and supportive wife to Benjamins endeavors as an inventor, intellectual, politician, printer and revolutionary.",
          "oneLiner": "Wife of Benjamin Franklin",
          "portrayedBy": [
            "Katherine Hardy"
          ],
          "kind": "Historic",
          "id": 22
        },
        {
          "name": "Anthony Haswell",
          "image": "https://1.bp.blogspot.com/-bFvz5jPWnng/WycUn7WhRtI/AAAAAAAAF-Q/xc5WLyQXuQoFi8oqQa-2detdsyiv5AytQCEwYBhgL/s320/jeff_gardner_340.jpg",
          "icon": "https://2.bp.blogspot.com/-onLdtPzVM18/WycUrMgx9CI/AAAAAAAAF-U/EzU_hrVCL0YAxmzQ6zoDHhdly-BF8a-GgCEwYBhgL/s1600/jeff_gardner_100.jpg",
          "about": "Anthony Haswell witnessed the Boston Massacre. He was a member of the Sons of Liberty and a participant in the Boston Tea Party. As an apprentice to Isaiah Thomas, he set type and printed the Massachusetts Spy, even taking the paper over for Thomas during the war from 1777 to 1778. In the early years of the republic, he was a supporter of Jefferson's Democratic-Republican party. A s such, he was targeted by the Sedition Act of 1798. He was imprisoned under that act for printing statements critical of the government for 2 months and fined $200..",
          "oneLiner": "Apprentice printer to Isaiah Thomas",
          "portrayedBy": [
            "Jeffrey Gardner"
          ],
          "kind": "Historic",
          "id": 37
        },
        {
          "name": "Anne Hutchinson",
          "image": "https://3.bp.blogspot.com/-PloZQYp2alY/WycF8tbsREI/AAAAAAAAF9M/7cP7BsBEMF4Bw3SbxrhpuXRsu9MaKCfMQCLcBGAs/s320/hutchinson_340.jpg",
          "icon": "https://4.bp.blogspot.com/-wpGJV3iHtCY/WycF_iHiyOI/AAAAAAAAF9Q/ycN-uc_9zfcabbha0GZky9pB4jKbEWnlQCLcBGAs/s1600/hutchinson_100.jpg",
          "about": "Anne Marbury Hutchinson was born in Alford, Lincolnshire, England in 1591. Her father, Francis Marbury, was a minister and schoolmaster. He made sure that Anne was well educated andvery familiar with the scriptures. Atage 21 she married William Hutchinson.When she was 43 they immigrated to the Boston Bay Colonies with ten of theirchildren. Anne was an active midwife andprovided spiritual advise to those women she worked with. She soon began hosting a weekly home biblestudy group for the women. Before longthe husbands also started attending.Anne started offering her own religious view including the concept thatmen are saved by grace rather than just outward good works. This was in opposition to the Puritanreligious philosophy. Anne was putthrough a religious and civil court. Shewas called a heretic and banned from the colony. A statue of Anne Hutchinson and her daughternow stands at the Massachusetts State House.Part of the inscription on the statue is \"Courageous Exponent of CivilLiberty and Religious Toleration.\"",
          "oneLiner": "Puritan spiritual leader and Exilee",
          "portrayedBy": [
            "Dianne Bjarnson"
          ],
          "kind": "Historic",
          "id": 41
        },
        {
          "name": "Benjamin Tallmadge",
          "image": "https://3.bp.blogspot.com/-ztkD7q_C31I/WyEEKfNd-KI/AAAAAAAAFzs/3j_357wJ--AACwCQePpT9064K5bGqLRtgCLcBGAs/s1600/tallmadge_340.jpg",
          "icon": "https://2.bp.blogspot.com/-UREfI2xShuw/WyEENmdrYHI/AAAAAAAAFzw/O44NPwM6ur01xx2ymtFUp6NkDnJL1RddACLcBGAs/s1600/tallmadge_100.jpg",
          "about": "Benjamin Tallmadge was a Setauket, Long Island native and a friend of Abraham Woodhull. Under General Washington's direction he assembled the Culper Spy Ring and began intelligence gathering activities. He played a significant role in the capture of Major John Andr, a British officer concerned with Benedict Arnold. His information also helped prevent the British fleet sailing to Rhode Island in the summer of 1780. If you find him, he will direct you to Samuel Culper, Sr. for a mission of greatest importance to General Washington.",
          "oneLiner": "Military intelligence director",
          "portrayedBy": [
            "Stuart Back"
          ],
          "kind": "Historic",
          "id": 55
        },
        {
          "name": "Samuel Culper Senior",
          "image": "https://3.bp.blogspot.com/-y1Oq7KgLKTA/WyEDMMxkYTI/AAAAAAAAFzc/gv87rEHD3CstFwycvCJbWrdUWCYklLlUwCLcBGAs/s320/culper_340.jpg",
          "icon": "https://3.bp.blogspot.com/-drqF36npEvQ/WyEDP45jBtI/AAAAAAAAFzg/Ue24AKwtoac7M5BWf0TEVlDw93Ew_BvHwCLcBGAs/s1600/culper_100.jpg",
          "about": "Samuel Culper, Sr. was recruited by Benjamin Tallmadge to gather information for General Washington. Through his and Tallmadge's natural cleverness, he was able to devise a well organized and efficient system of espionage. Using his guise as a farmer, he successfully traded in Manhattan, and all the while gathered information from loyalists and soldiers in the tavern of his brother-in-law, Amos Underhill. Though he was nearly captured and hanged in his early missions, his information was passed on to General Washington. He can be seen, wandering, with a black armband. If you should see him, ask him whether he will fish for cod in January. He may be in need of your assistance.",
          "oneLiner": "General Washington's chief spy in New York, head of the Culper Spy Ring",
          "portrayedBy": [
            "Abraham Woodhull"
          ],
          "kind": "Historic",
          "id": 56
        },
        {
          "name": "Abraham Woodhull",
          "image": "https://1.bp.blogspot.com/-fU32l91NTIg/WyEBmo4xWQI/AAAAAAAAFzI/GlIDn_YAXiEzYB3lXypAakdAxxLPj9bPQCLcBGAs/s320/woodhull_340.jpg",
          "icon": "https://2.bp.blogspot.com/-Pc6smiSUSCA/WyEBqj3R5iI/AAAAAAAAFzM/CSThaQ_GBCMJF49R2HO85V1MTxjqh5YaQCLcBGAs/s1600/woodhull_100.jpg",
          "about": "Abraham Woodhull was born in Seatucket, Long Island, in 1750 to Richard and Mary Woodhull. Like his cousin, Brigadier General Nathaniel Woodhull, he had served in his local militia in 1775, but resigned after a few months. He continued selling his goods, mainly to loyalist citizens and British troops, which landed him in a patriot prison in Connecticut in 1778. While he has sworn a public oath to his Majesty, King George III, he may know something of Samuel Culper Sr. If you see him, he wears a black arm band, ask him whether or not he will fish for cod in January. He may have a tale to tell.",
          "oneLiner": "Native of Seatucket, Long-Island. Farmer and Spy.",
          "portrayedBy": [
            "Matthew Maddox"
          ],
          "kind": "Historic",
          "id": 57
        },
        {
          "name": "Jacob Dickert",
          "image": "https://4.bp.blogspot.com/-pOzZRuqiCjs/Wx8qkZhyLvI/AAAAAAAAFsg/b2rzgfZ0KXwa5bHOvejKxVquxKJxjWY8wCLcBGAs/s320/ashford_340.jpg",
          "icon": "https://4.bp.blogspot.com/-ztleEfR2A9Y/Wx8qoWRTXII/AAAAAAAAFsk/RSxnzZEwQWABMiJLqXxh6j9TcAuxKRwrwCLcBGAs/s1600/ashford_100.jpg",
          "about": "Born in what is today Germany to a tenant farmer in 1740, Jacob Dickert would become the one of the most influential gunsmiths in British North America. In 1744, his parents, John and Mary, came to Pennsylvania is search of religious freedom and the prospect of land ownership. In Lancaster, Pennsylvania, Jacob began his apprenticeship at age 15, learning all aspects of gun making just as demand for muskets was increasing to support the French and Indian war. In subsequent years Dickert would organize Lancaster's scattered, small-scale gunmakers into a confederation that would fill the largest contracts for arms issued by the Continental Congress.",
          "oneLiner": "Gunsmith and general repairs",
          "portrayedBy": [
            "Dick Ashford"
          ],
          "kind": "Historic",
          "id": 74
        },
        {
          "name": "Billy Flora",
          "image": "https://3.bp.blogspot.com/-IRLPzC6dSjc/Wx6TASbb6wI/AAAAAAAAFpY/zWjoUnd5FrMvXW4IPChy9l1k9oyqYWUKwCLcBGAs/s320/billyflora_340.jpg",
          "icon": "https://2.bp.blogspot.com/-Px7kSfOEnz0/Wx6TH6Yf4_I/AAAAAAAAFpc/xApc2jwh0WAifoENWVW3fbu0Pq6T8pv4gCLcBGAs/s1600/billyflora_100.jpg",
          "about": "William \"Billy\" Flora was a free-born African American man from Virginia. Before the war Flora owned a prosperous livery stable in Portsmouth.Billy served as a soldier on the Patriot side in the American Revolutionary War and is widely acknowledged as the hero of the Battle of Great Bridge 1775. A sentry at the bridge reported he was the last to cross as the British advanced. As he retreated from his post, under heavy fire from the British line, he ripped up a plank to prevent the British from being able to enter their fortifications. After the war, with the purchase and sale of property Flora became a prosperous businessman",
          "oneLiner": "Hero of the Battle of Great Bridge",
          "kind": "Historic",
          "id": 82
        },
        {
          "name": "Billy Lee",
          "image": "https://2.bp.blogspot.com/-s_6lKNGby98/Wx6RdM7LhRI/AAAAAAAAFpI/uVi_6q1Gvr0_CjPSOltbbik_I3hX9FIqgCLcBGAs/s320/billylee_340.jpg",
          "icon": "https://4.bp.blogspot.com/-4QZM9HQQ9gc/Wx6Rg3WjAhI/AAAAAAAAFpM/Nc4nyIoqVLM6wIXwvyu9wOYyx_iQf91YwCLcBGAs/s1600/billylee_100.png",
          "about": "William \"Billy\" Lee arrived at Mount Vernon in 1768, after George Washington purchased him from Mary Lee, a wealthy Virginia widow.For twenty years, Billy accompanied Washington nearly everywhere. As the General's valet, Lee assisted with all manner of tasks, from delivering messages to laying out clothes to tying a silk ribbon around Washington's hair. An excellent horseman, Lee also rode in Washingtons beloved fox hunts and beside Washington in battle.Billy Lee served beside Washington throughout the Revolution. He organized the Generals personal affairs, including his papers, and was often seen holding his spyglass. Lee became famous as the servant of the General. After the war visitors to Mount Vernon often sought out the famed body-servant of the commander-in-chief.After more than seven years in close proximity during the war appears to have forged a close relationship between the two men. Washingtons views on slavery shifted significantly during the war and by the end he was commitment to neither buy nor sell slaves and to avoid separating enslaved families. On Washington's death his will freed Billy, allowed him lodging on the property and gave his an annual stipend.",
          "oneLiner": "Valet to George Washington",
          "kind": "Historic",
          "id": 83
        },
        {
          "name": "Patrick Henry",
          "image": "https://1.bp.blogspot.com/--lALoFro6Cc/WyeomE9U_pI/AAAAAAAAGBY/Y7Ies2CakoozkrrRQckE-qRwzXa-P2mFwCLcBGAs/s320/partick_henry_340.jpg",
          "icon": "https://4.bp.blogspot.com/-QPsINFn5pv4/Wyeopf-EIsI/AAAAAAAAGBc/Oo7oTjGgTyo7IEpIpLDlD2qKnw4abc-mQCLcBGAs/s1600/partick_henry_100.jpg",
          "about": "Patrick Henry is most famous for his speech, \"Give me liberty or give me death.\" He had a special ability to inspire others through his power of speech. He was a stalwart defender of States rights and that of the individual.",
          "oneLiner": "Patriot, powerful orator, first governor of the state of Virginia",
          "portrayedBy": [
            "Benjamin Muhlestein"
          ],
          "kind": "Historic",
          "id": 91
        },
        {
          "name": "Lt. Col. Josiah Harmar",
          "image": "https://1.bp.blogspot.com/-e6bWuM0MpoM/Wxf1D42SWvI/AAAAAAAAFjw/Jx6UEWhusvcXqKufjhli8mUJPt4iqbM6wCLcBGAs/s320/lt_harmar_340.jpg",
          "icon": "https://3.bp.blogspot.com/-9hdzlPWQzCs/Wxf1JfxUyoI/AAAAAAAAFj0/4AEbzAs3OOEm-MquiuQf6EoKdsughE4vgCLcBGAs/s1600/lt_harmar_100.jpg",
          "about": "Lieutenant Colonel Josiah Harmar was commissioned as a captain in the 6th Pennsylvania Regiment of the Continental Army in 1775. He fought in the Battle of Quebec and served directly under George Washington at Valley Forge. The Commander in Chief held Harmar in high regard stating that he was, \"personally known to me as one of the best officers in the Army.\" Congress chose him to deliver the ratified Treaty of Paris, which officially ended the War for American Independence, to Benjamin Franklin in France, where the the Marquis de Lafayette introduced him to King Louis XVI and Marie Antoinette. Under the US Constitution, Harmar would serve as the Army's most senior officer for six and a half years.",
          "oneLiner": "Served with Washington at Valley Forge and carried the Paris Treaty to Benjamin Franklin in Paris.",
          "portrayedBy": [
            "Larry Harmer"
          ],
          "kind": "Historic",
          "id": 110
        },
        {
          "name": "Martha Washington",
          "image": "https://4.bp.blogspot.com/-xuIhjdkLwQo/WxfXPG_3IOI/AAAAAAAAFik/UGkRNOQtKSQjiCqRuOR6gKP_mEKANaUKgCLcBGAs/s1600/martha_340.jpg",
          "icon": "https://3.bp.blogspot.com/-q6MXfSX7EdY/WxfXWVn9ckI/AAAAAAAAFio/bCHEi0g-TxweQ5XfYsfz3lDZ_ICLCJZ3wCLcBGAs/s1600/martha_100.jpg",
          "about": "Martha Washington was the wealthiest widow in Virginia when Colonel George Washington married her. Strong willed and smart she was the perfect match for the man who would go on to become the Father of his country. Throughout the war Martha would travel to Winter camp to be with her husband. It was widely reported that the men noticed an improvement in the mood of the General when she was soon to arrive. In camp she took up the cause of the soldiers and organized the officer's wives to sew and help provide for the troops. During her lifetime she was often referred to as \"Lady Washington\".",
          "oneLiner": "America's first first lady",
          "kind": "Historic",
          "id": 112
        },
        {
          "name": "Samuel Quincy",
          "image": "https://1.bp.blogspot.com/-DozOLicVXLs/Wxcz01K5WnI/AAAAAAAAFhM/clCDrfgoCjwLWM3PqsRc9Gc45QpE5vMbACLcBGAs/s320/samuel_quincy_340.jpg",
          "icon": "https://3.bp.blogspot.com/-QYufuY196PA/Wxcz_Uig3zI/AAAAAAAAFhQ/5DGdMdObtGMXVb0QLB5Z0rLnh8WQg8REgCLcBGAs/s1600/samuel_quincy_100.jpg",
          "about": "Samuel Quincy was the solicitor general (attorney general) of the colony of Massachusetts. In 1770, he served as special prosecutor for the Boston Massacre (his brother, Josiah, assisted John Adams with the defense). A life long loyalist, he evacuated Boston on March 17, 1776 when British fled the cannons from fort Ticonderoga, recently delivered by continental artillery officer, Henry Knox.",
          "oneLiner": "Solicitor General of the Colony of Massachusetts",
          "portrayedBy": [
            "Jack Pauly"
          ],
          "kind": "Historic",
          "id": 116
        },
        {
          "name": "Abigail Adams",
          "image": "https://4.bp.blogspot.com/-OPh8cdBxqss/Wyh9B2HzE9I/AAAAAAAAGDI/-qd2z8yctj0PeXpSfhYsKbbIpeIQ_hKswCLcBGAs/s320/abigail_adams_340.jpg",
          "icon": "https://4.bp.blogspot.com/-iiJRxl8oGpY/Wyh9HY4M--I/AAAAAAAAGDQ/-F63lKJysWgWeN63l7Rn-Szh00WjTppzQCLcBGAs/s1600/abigail_adams_100.jpg",
          "about": "Abigail Smith was born in Weymouth, Massachusetts in 1744. At 18, she formed an attachment with John Adams, a promising lawyer, when he visited her family with a schoolfellow from Harvard. Their detailed correspondence sustained them over long absences during their courtship and marriage. While he forwarded the cause of American independence in Philadelphia and negotiated treaties and alliances in Europe, she maintained the family farm and finances, and raised their four children, with stoicism, quiet dignity, and a clear sense that she was supporting John in his work and thus supporting her country. John respected her intelligence and understanding of politics, and looked to her for advice and guidance throughout his entire career.",
          "oneLiner": "Partner in Revolution",
          "portrayedBy": [
            "Sara Walsh"
          ],
          "kind": "Historic",
          "id": 143
        },
        {
          "name": "James Otis",
          "image": "https://1.bp.blogspot.com/-iYEIJmTec3M/WekLO7Vky6I/AAAAAAAADZQ/WOcpGcPmdD42ZVhpbfJHGQ0oDKloRjd5gCLcBGAs/s320/isaiah_thomas_340.png",
          "about": "James Otis Jr. was a lawyer in colonial Massachusetts, a member of the Massachusetts provincial assembly, and an early advocate of the Patriot views against British policy that led to the American Revolution.",
          "portrayedBy": [
            "Gove Allen"
          ],
          "kind": "Historic",
          "id": 161
        },
        {
          "name": "Mary Katherine Goddard",
          "image": "https://2.bp.blogspot.com/-ZwlhqX9lYTw/WekKXegPDII/AAAAAAAADZI/Uow_IW9guE4iYTnvBjwF6tmXdCI6ptxUQCLcBGAs/s1600/mary_thomas_340.png",
          "about": "Mary Katherine Goddard was the postmaster of Baltimore Maryland and the official printer for Continental. She printed the first official printing of the Declaration of Independence.",
          "oneLiner": "Baltimore printer and postmaster.",
          "portrayedBy": [
            "Veronnica Allen"
          ],
          "kind": "Historic",
          "id": 162
        },
        {
          "name": "Benjamin Franklin",
          "image": "https://2.bp.blogspot.com/-HTdPoBDHKYQ/WyulRbonXYI/AAAAAAAAGJw/zMnzZ5x-Mo8R2jO2XsOMJtrduoOhTbTBQCLcBGAs/s320/franklin_340.jpg",
          "icon": "https://4.bp.blogspot.com/-ugkVnolk_Vw/WyulOu82guI/AAAAAAAAGJs/W3O8VtqUNEEgMfXwCXh_3Az0ZTuVAIW3ACLcBGAs/s1600/franklin_100.jpg",
          "about": "Benjamin Franklin (January 17, 1706 to April 17, 1790) was a Founding Father and a polymath, inventor, scientist, printer, politician, freemason and diplomat. Franklin helped to draft the Declaration of Independence and the U.S. Constitution, and he negotiated the 1783 Treaty of Paris ending the Revolutionary War. His scientific pursuits included investigations into electricity, mathematics and mapmaking. A writer known for his wit and wisdom, Franklin also published Poor Richards Almanack, invented bifocal glasses and organized the first successful American lending library.",
          "oneLiner": "Invenor, Scientist, Stateman",
          "kind": "Historic",
          "id": 167
        },
        {
          "name": "George Washington",
          "image": "https://4.bp.blogspot.com/-dgRReI5MUGM/Wx6Qa1q6TvI/AAAAAAAAFo0/p8x9C-UQCBEx751POiXQVLIXMXrB_1ReQCLcBGAs/s320/washington_340.jpg",
          "icon": "https://1.bp.blogspot.com/-iHVOLhVs0b4/Wx6QgJH2qrI/AAAAAAAAFo4/cAnzMLREQXYvUVI2WsaFhnCmsgRD3jt1QCLcBGAs/s1600/washington_100.jpg",
          "about": "George Washington (1732-99) was commander in chief of the Continental Army during the American Revolutionary War (1775-83) and served two terms as the first U.S. president, from 1789 to 1797. The son of a prosperous planter, Washington was raised in colonial Virginia. As a young man, he worked as a surveyor then fought in the French and Indian War (1754-63). During the American Revolution, he led the colonial forces to victory over the British and became a national hero. In 1787, he was elected president of the convention that wrote the U.S. Constitution. Two years later, Washington became Americas first president. Realizing that the way he handled the job would impact how future presidents approached the position, he handed down a legacy of strength, integrity and national purpose. Less than three years after leaving office, he died at his Virginia plantation, Mount Vernon, at age 67.",
          "oneLiner": "Father of our country",
          "email": "george@washington.com",
          "kind": "Historic",
          "id": 168
        },
        {
          "name": "Thomas Jefferson",
          "image": "https://3.bp.blogspot.com/-ILmLzOMzfCM/WekFnMEd4SI/AAAAAAAADYQ/UfkdC6Q0SJ0mUiSNfccs7i6R_hyaXO6ywCEwYBhgL/s1600/jefferson_340.png",
          "icon": "https://1.bp.blogspot.com/-sQ-miTJuu3A/WekFmy41qsI/AAAAAAAADYM/uaQlP9rOasENnE-e6Zgyh7aPcKrR14IywCEwYBhgL/s1600/jefferson_100.png",
          "about": "Thomas Jefferson was was a draftsman of the U.S. Declaration of Independence, the nation's first secretary of state, second vice president and third president. As President, he was responsible for the Louisiana Purchase.",
          "oneLiner": "The gentleman farmer",
          "portrayedBy": [
            "Beau Robbins"
          ],
          "kind": "Historic",
          "id": 169
        },
        {
          "name": "Isaiah Thomas",
          "image": "https://1.bp.blogspot.com/-azSR55AoI30/WxVtAWkjD0I/AAAAAAAAFfg/Q1be4SDxh_8486MAj6vEc3C0aEqRicAcACLcBGAs/s320/thomas_340.jpg",
          "icon": "https://3.bp.blogspot.com/-S4WAO3jIpDo/WxVtEFs7UdI/AAAAAAAAFfk/aXX6eVc1H1ItYUqAHErVmKxIznFtubBYACLcBGAs/s1600/thomas_100.jpg",
          "about": "Isaiah Thomas began his work as a full-time printer at age 6. By the time he was 12, he was running his master's print shop almost single handedly.  By age 25 he was the publisher of the most popular newspaper in North America--the Massachusetts Spy.  He as been called the most important patriot printer of the American Revolution.",
          "oneLiner": "Publisher of the radical newspaper, The Massachusetts Spy",
          "portrayedBy": [
            "Gove Allen",
            "Scott Syme"
          ],
          "kind": "Historic",
          "id": 170
        },
        {
          "name": "Mary Fowle Thomas",
          "image": "https://2.bp.blogspot.com/-ZwlhqX9lYTw/WekKXegPDII/AAAAAAAADZI/Uow_IW9guE4iYTnvBjwF6tmXdCI6ptxUQCLcBGAs/s1600/mary_thomas_340.png",
          "about": "Partner of the printer, Isaiah Thomas. Mary stood by her husband through the trials of both poverty and wealth.",
          "oneLiner": "Wife and business partner to Isaiah Thomas, Printer",
          "portrayedBy": [
            "Veronnica Allen"
          ],
          "kind": "Historic",
          "id": 171
        }
      ]
    },
    {
      "kind": "Fictional",
      "speakers": [
        {
          "name": "John Redmayne",
          "image": "https://4.bp.blogspot.com/-c4SOTErLAvM/Wyj0wvk93cI/AAAAAAAAGEc/cd5MGrMeo249UI7HWTSLQRyPywUgBqG4wCEwYBhgL/s320/john_redmayne_340.jpg",
          "icon": "https://1.bp.blogspot.com/-xIm0I0iRROY/Wyj5pIpyhsI/AAAAAAAAGE4/1jRfmSwis4s7_lYl9mzAixEgInI4HBcmQCLcBGAs/s1600/john_redmayne_100.jpg",
          "about": "Sir John is a fictional character, however his backstory is historically based, i.e. the Redmayne family does exist and has a proud and storied military history in England dating back to the time of William the Conqueror in 1066. Major Redmayne's story would certainly be historically reflective of an actual officer that served the crown during the American Revolution. The 18th century British officer corps was essentially drawn from the upperclass and aristocratic element of British society. At this time there were no formal military training schools or academy's as we would know today, the 18th century officer learned by experience. Service on the North American continent is not new to the good Major, like two real British officer's of note, Thomas Gage and Sir William Howe who both saw action in the French and Indian War and as a result of such gained insight to the conduct of warfare in conditions very different than the European continent. Moreover, there were many British officer's notably General's Bourgoyne, Howe and Cornwallis were among many officers that had sympathy for the American cause and regarded the conflict as a civil war on their brethren. Here again, Sir John is of no exception, but he is a serving officer from a proud family with the privilege of holding a commission in the elite Coldstream regiment. His is the oldest of the three regiments that comprise the foot guards household division, the personal troops of none other than King George III. So as his sovereign commands, he will obey to serve over the hills and far away.",
          "oneLiner": "Sir John Redmayne, Major, Coldstream Guards",
          "email": "7thcoyco@gmail.com",
          "portrayedBy": [
            "Jack Pauly"
          ],
          "kind": "Fictional",
          "id": 2
        },
        {
          "name": "Richard O'Mallory",
          "image": "https://2.bp.blogspot.com/-L750uoPNahw/Wzm_OIC4YCI/AAAAAAAAGTI/sMuq0xeXKjYP6nRxePQVGMlkWMtEJT5MQCLcBGAs/s320/paul_maloy_340.jpg",
          "icon": "https://1.bp.blogspot.com/-EduQUkZ4DtM/Wzm_R5NmTJI/AAAAAAAAGTM/ExaTEnk7gZEJ4kmLPYcnX5XkKnReabmrwCLcBGAs/s1600/paul_maloy_100.jpg",
          "about": "Richard O'Mallory was born in the Colonies and was apprenticed to a shoemaker at the age of 14. Becoming a Master Cobbler by the age of 20, Richard moved to Philadelphia and set up shop, married, had children, and became very involved in the debates of loyalty to England versus the desire of some to become a free and independent country. As war broke out, Richard somewhat reluctantly served in the Continental Army fighting in the battles around New York City before returning to a clandestine role as a committed patriot in British-occupied Philadelphia.",
          "oneLiner": "Philadelphia Shoemaker",
          "portrayedBy": [
            "Paul Maloy"
          ],
          "kind": "Fictional",
          "id": 3
        },
        {
          "name": "Miss Hatten",
          "image": "https://2.bp.blogspot.com/--g0tt0YaeYA/Wzm6vdo0WBI/AAAAAAAAGSA/LDqbZAivCoYOW816ED-W_Cxjz4iqhAb8ACLcBGAs/s320/Miss%2BHatten_340..jpg",
          "icon": "https://4.bp.blogspot.com/-GUDI-9A1Log/Wzm63snazHI/AAAAAAAAGSI/S61Lc1IMqvIf9zN5vBcSpBGUHy-Kj6AhACLcBGAs/s1600/Miss%2BHatten_100..jpg",
          "about": "In the 18th century women did not teach in proper public schools, but many taught young children or girls in Dame schools. These were usually held in space in homes.",
          "oneLiner": "Dame school mistress",
          "portrayedBy": [
            "Karen Longmore"
          ],
          "kind": "Fictional",
          "id": 6
        },
        {
          "name": "Polly Pox",
          "image": "https://2.bp.blogspot.com/-8apuScp5gSI/WyvrTmQtp2I/AAAAAAAAGL4/0Mr7uYf-f90dvfisNxpVC1waOxujaKdwQCLcBGAs/s320/polly2_340.jpg",
          "icon": "https://1.bp.blogspot.com/-4MJCsnpDuXk/WyvrXhkzvGI/AAAAAAAAGL8/vIP4l2aPMU0BNp6mUXPqO8HRyIwANdcfwCLcBGAs/s1600/polly2_100.jpg",
          "about": "Polly was burned out of her home by the British. She is destitute and searches for a new husband within the camp. Pollys source of income is to sell water from the spring. She does try to strain the bits. However she is finding that Taverns will give her food to leave their premises. If she approaches you, dont be alarmed as she is not deemed contagious yet.",
          "oneLiner": "Village charity case",
          "portrayedBy": [
            "Katherine Hardy"
          ],
          "kind": "Fictional",
          "id": 23
        },
        {
          "name": "Miss Meagan",
          "image": "https://1.bp.blogspot.com/-9jvU8ffftbk/Wyj8v40b6xI/AAAAAAAAGFc/9u8XhpBB_mAUZv8FlWOSklmwLW0PrZJPQCLcBGAs/s320/miss_meagan_pinales_340.jpg",
          "icon": "https://3.bp.blogspot.com/-KHd3Ozl3mGU/Wyj8zsOCbNI/AAAAAAAAGFg/rnvra8KDWHwXG5kvjhy2E10xXxU6Tbx-QCLcBGAs/s1600/miss_meagan_pinales_100.jpg",
          "about": "Miss Meagan left her home and family in England by entering endentured servitude for Mistriss Westover. She does the hair for her kind mistress, sews market caps for the store, assist in running the tavern, helps cooking, and helps with the laundry.",
          "oneLiner": "Indentured servant to Mistress Westover",
          "portrayedBy": [
            "Meagan Pinales"
          ],
          "kind": "Fictional",
          "id": 28
        },
        {
          "name": "The Master Spooner",
          "image": "https://2.bp.blogspot.com/-LTReXMosEFQ/WyclVEn7zAI/AAAAAAAAF_Y/Tf5pvIDIA_YOP_uwG4mjwZygXq6UZJ3dwCLcBGAs/s320/spooner_340.jpg",
          "icon": "https://1.bp.blogspot.com/-iW3mDixqzVs/WyclXnTDlFI/AAAAAAAAF_c/UjxM1cZyRcwtEfZlPCCo-zQ7aa7tCW8LQCLcBGAs/s1600/spooner_100.jpg",
          "about": "The master spooner carves spoons using a shave horse and hand tools. He travels around to the settlements and countrysides setting up shop to repair and make new wears to be used in homes.",
          "oneLiner": "The Best Spooner in The Colonies",
          "portrayedBy": [
            "Gary Loveland"
          ],
          "kind": "Fictional",
          "id": 32
        },
        {
          "name": "The MADD Paddler",
          "image": "https://3.bp.blogspot.com/-I9mCQ7H8W2Y/WycfF7vCMZI/AAAAAAAAF-k/vWbIu3XmS-QTMPi2TuFOheM_OuBpjMK7ACEwYBhgL/s320/lynn_loveland_340.jpg",
          "icon": "https://1.bp.blogspot.com/-zEQ73AF2kLc/WycfIlk2ckI/AAAAAAAAF-o/RnadX3k8v3Ipza9ycQO1ND8GZs2R7gKSwCEwYBhgL/s1600/lynn_loveland_100.jpg",
          "oneLiner": "Pruveyor of The Souvenir Paddling",
          "email": "A rouge loyalist who loves to dish out his trade to wanting public.",
          "portrayedBy": [
            "Lynn Loveland"
          ],
          "kind": "Fictional",
          "id": 35
        },
        {
          "name": "Mr. Hazzard",
          "image": "https://2.bp.blogspot.com/-g-jSe_voFnw/WyEOvph1uNI/AAAAAAAAF08/hP4PCBEzAVQy6ZL4pMbHIetxGnOHXyr4gCLcBGAs/s320/hazzard_340.jpg",
          "icon": "https://1.bp.blogspot.com/-lLL1D_quxDo/WyEOzHmfi6I/AAAAAAAAF1A/_0dTPinRafYMrQ7qM3JgFR0o-R7vVdiUACLcBGAs/s1600/hazzard_100.jpg",
          "oneLiner": "Spy master for the Continental forces",
          "kind": "Fictional",
          "id": 42
        },
        {
          "name": "Mistress Westover",
          "image": "https://1.bp.blogspot.com/-Aaf4jlO-Lxc/Wx-ogMjwi6I/AAAAAAAAFwk/KhKET5e4ZMoITnWMO-g1dyXpqt6IJwswACLcBGAs/s320/westover_340.jpg",
          "icon": "https://4.bp.blogspot.com/-yLvzu4uOidU/Wx-oj3F_yiI/AAAAAAAAFwo/vzPHhfTwdDErnIb6nKqS0jczdQA81GnuACLcBGAs/s1600/westover_100.jpg",
          "about": "Loyalist owner of The Painted Hog Tavern",
          "oneLiner": "Tavern Owner",
          "portrayedBy": [
            "Amanda Westover"
          ],
          "kind": "Fictional",
          "id": 64
        },
        {
          "name": "Lady Redmayne",
          "image": "https://4.bp.blogspot.com/-5R-Gv51HFvk/WekFoYSGYbI/AAAAAAAADYg/g14GmSpCq5g01PXcYl9CoZsckKpDYxdJACEwYBhgL/s320/lady_redmayne_340.png",
          "about": "Born in Liverpool, England in 1744, Elizabeth Redmayne , yada yada yada",
          "kind": "Fictional",
          "id": 173
        },
        {
          "name": "John Francis",
          "image": "https://1.bp.blogspot.com/-6GrxmhFP-ZU/WekFnFACzSI/AAAAAAAADYU/Qgl_3gZ7bN0K4WCQkBA1uTBQhbK4NIQqgCEwYBhgL/s1600/john_francis_340.png",
          "oneLiner": "Master cooper",
          "kind": "Fictional",
          "id": 175
        },
        {
          "name": "Robert Kingsley",
          "image": "https://1.bp.blogspot.com/-Zrb2n0MN8gU/WekFquT-yBI/AAAAAAAADY0/z9KGj8hl47YroIVZvY9dDkhONovpbnU8gCEwYBhgL/s320/robert_kingsley_100.png",
          "icon": "https://4.bp.blogspot.com/-QIDD3JYx9i8/WyebQcG2lDI/AAAAAAAAGAg/AGUc-LVjOVINNvFJYrYtoueydHh0vwfpgCLcBGAs/s1600/robert_kingsley_100.png",
          "about": "A true Renaissance Man, painter,writer,poet, farmer, father, wood worker and patriot.",
          "oneLiner": "An artist with paper and scissors",
          "portrayedBy": [
            "Bob Carlson"
          ],
          "kind": "Fictional",
          "id": 176
        }
      ]
    },
    {
      "kind": "Real Identities",
      "speakers": [
        {
          "name": "Paul Maloy",
          "image": "https://3.bp.blogspot.com/-3UNQULLo_Hc/Wzm-CRt93II/AAAAAAAAGS4/k9oVTLTn2lcvHKEVi1zPPD17H17Xb76egCLcBGAs/s320/paul_maloy_340.jpg",
          "icon": "https://2.bp.blogspot.com/-4OzLmj-1DLQ/Wzm-Ll3F-pI/AAAAAAAAGS8/9CcbYUGTmpcg1SUihR7sYzEzBaCz3pTGgCLcBGAs/s1600/paul_maloy_100.jpg",
          "about": "As a 7th and 8th grade History teacher I LOVE making history come alive for my students, and engaging in historical discussions with anyone willing. History is NOT just past names, dates and placed. REAL History is the story of US, with threads that connect from countless past events to each of us right now. Knowing our past helps us to understand the present and better direct the future!",
          "oneLiner": "Junior High History teacher at Legacy Preparatory Academy",
          "email": "pmaloy@gmail.com",
          "kind": "Real Identities",
          "id": 4
        },
        {
          "name": "Karen Longmore",
          "image": "https://3.bp.blogspot.com/-d5Z2U3e2JbU/Wzm7U14mHMI/AAAAAAAAGSY/ezi_mJGuffsZtzkLkiPPj_TmO5GCZJWhgCLcBGAs/s320/karen_longmore_340.jpg",
          "icon": "https://3.bp.blogspot.com/-prXfZXilszE/Wzm7YQ8mIVI/AAAAAAAAGSc/Q79733Cx2Ks0EGgTLW_EP1qBGImlJbChwCLcBGAs/s1600/karen_longmore_100.jpg",
          "about": "I am the mother of 5 children and proud grandmother of 8. I have taught elementary school for 26 years, the past 16 in 5th grade for the Alpine School District. History is my passion, and creating historical costumes is my hobby.",
          "oneLiner": "I am always waiting to hear voices from the past whisper to me, This is how it really was.",
          "kind": "Real Identities",
          "id": 5
        },
        {
          "name": "Gregg Hardy",
          "image": "https://2.bp.blogspot.com/-JOCBryIWLy4/WyukMvl32NI/AAAAAAAAGJY/vbbme9oFmC4JDI30W9hx4fsa9mtZE1PbACLcBGAs/s320/gregg_340.jpg",
          "icon": "https://3.bp.blogspot.com/-NDAroZ0KcGw/WyukQVV4pFI/AAAAAAAAGJc/tCRFiXe1jf0YY7VWQGgM_eRMXOzWK-m6QCLcBGAs/s1600/gregg_100.jpg",
          "about": "Gregg has been portraying Benjamin Franklin for decades. With his wife, Katherine, he organized the Colonial Heritage Festival in 2008",
          "oneLiner": "Festival Co-Founder",
          "kind": "Real Identities",
          "id": 20
        },
        {
          "name": "Skyler Pinales",
          "image": "https://3.bp.blogspot.com/-0grM3yfq6bc/WyuhG_8SGjI/AAAAAAAAGJE/B31jqDGKZPkEtN-oI_mth2anKOv-HPxsgCLcBGAs/s320/skyler_pinales_340.jpg",
          "icon": "https://4.bp.blogspot.com/-3j3hW-ak8Gc/WyuhJR3MvyI/AAAAAAAAGJI/kUDZ56Rv8TEBNeE2_WtksNhi_pgNsmW1wCLcBGAs/s1600/skyler_pinales_100.jpg",
          "about": "Skyler has been participating in the Colonial Heritage Festival since its earliest days. He has portrayed many characters over the years.",
          "oneLiner": "Period tailor and historic reenactor",
          "kind": "Real Identities",
          "id": 21
        },
        {
          "name": "Katherine Hardy",
          "image": "https://4.bp.blogspot.com/-63259ZoI7rg/WyvYVjLOGiI/AAAAAAAAGLk/MlY5MREQ8wUwL0xi06I-cLlwq_4TZ0OGACLcBGAs/s320/deborah_ben_340.png",
          "icon": "https://3.bp.blogspot.com/-qtEuJMxs8TI/WyvYaKcH_YI/AAAAAAAAGLo/gRBgdSF0-9sHvENHejpWsZChXBaG82P1wCLcBGAs/s1600/deborah_ben_100.png",
          "about": "Kathrine is one of the original founders of the Colonial Heritage Festival.",
          "oneLiner": "Colonial Heritage Co-founder",
          "kind": "Real Identities",
          "id": 24
        },
        {
          "name": "Chase Treadwell",
          "image": "https://1.bp.blogspot.com/-R2vuNeiJiTc/WykQoQ3VqGI/AAAAAAAAGGo/qfH8fDhxbXA_KQkUcLMkS2w31Bb-hgiTgCLcBGAs/s320/chase_treadwell_340.jpg",
          "icon": "https://4.bp.blogspot.com/-9_-bcF6Oysw/WykQreZJVNI/AAAAAAAAGGs/LbcU8gFJUPw5totgZzrMcHSGZqsZnUZlwCLcBGAs/s1600/chase_treadwell_100.jpg",
          "about": "Chase enjoys playing baseball, programming, performing magic tricks, and cup stacking. he is a competitor on his school's math team and excels at music, playing piano, drums, and cello. He enjoys participating in the Colonial Heritage Festival because he gets to be around wonderful people and enjoy the unique atmosphere, where he helps teach about lost traditions -- and he gets to play games all day.",
          "oneLiner": "8th Grader Who Loves Math, Games & Jello",
          "kind": "Real Identities",
          "id": 26
        },
        {
          "name": "Micheal Mendenhall",
          "image": "https://2.bp.blogspot.com/-urE2tT-yC5s/Wyj-DCPmYHI/AAAAAAAAGFw/qpvElsgA6bAKqkJRk6ww_MtJVl-jTGKdwCLcBGAs/s320/michael_mendenhall_340.jpg",
          "icon": "https://3.bp.blogspot.com/-Rpu2Ma5uBTU/Wyj-GCYXtNI/AAAAAAAAGF0/Pyu3Cny2OcQC5qVJ2jKTjCV2CMZqkNa6QCLcBGAs/s1600/michael_mendenhall_100.jpg",
          "about": "Michael is a blacksmith of 20 years experience, a purveyor of fine iron hardware and tools",
          "oneLiner": "Master Blacksmith",
          "email": "fightingquakerforge@gmail.com",
          "kind": "Real Identities",
          "id": 27
        },
        {
          "name": "Meagan Pinales",
          "image": "https://2.bp.blogspot.com/-ruKDji4FEcE/Wyj7rb9b9ZI/AAAAAAAAGFQ/GDBCItrZuzkFQpkHXrXsVPkI1AeRLKYigCLcBGAs/s1600/meagan_pinales_real_340.jpg",
          "icon": "https://2.bp.blogspot.com/-t8XrrTGVVgg/Wyj7rEa-IXI/AAAAAAAAGFM/Bz7N8ConnNULF2g8tyl5-GjRAm-K5Zl3QCLcBGAs/s1600/meagan_pinales_real_100.jpg",
          "about": "Meagan loves being with her family and Raven her poodle. When not snuggling one of them, learning to hand sew an learn new techniques and skills.",
          "oneLiner": "Living the 18th century life to the fullest.",
          "email": "lights106@yahoo.com",
          "phone": "801-400-7636",
          "kind": "Real Identities",
          "id": 29
        },
        {
          "name": "Brooke Shaw",
          "image": "https://1.bp.blogspot.com/-j7kZkVt0vyc/WyjvrKhWuYI/AAAAAAAAGD8/3LSpInKXB8oe85ukoi_5Ro2JfShPqv85wCLcBGAs/s320/brooke_shaw_340.jpg",
          "icon": "https://2.bp.blogspot.com/-XCCzybkfRso/WyjvuvHNqMI/AAAAAAAAGEA/rEJM069XKMIpQwUiG0cMo4Mv-eSVOREJwCLcBGAs/s1600/brooke_shaw_100.jpg",
          "about": "Brooke loves history, especially early American history pertaining to the British. My favorite uncle was a self proclaimed anglophile who passed his love of British history not only to his own children but to me also.",
          "oneLiner": "Dancing reenactor",
          "kind": "Real Identities",
          "id": 30
        },
        {
          "name": "Bob Carlson",
          "image": "https://1.bp.blogspot.com/-EUz-vxcTXxw/WyeT2HI8_XI/AAAAAAAAGAM/tENEUN8n34sU1_kbIPpZKAlMPMmQZR0FwCLcBGAs/s320/bob_carlson_340.jpg",
          "icon": "https://2.bp.blogspot.com/-BKSpv1LqK44/WyeT5eOsv1I/AAAAAAAAGAQ/dUTgWpzjGVETCuy1N41j74VAIjX8D7LpwCLcBGAs/s1600/bob_carlson_100.jpg",
          "about": "American painter, writer, illustrator and Silhouette Artist. Currently works for the Walt Disney Company in Anaheim California as an Artist, Entertainer and Shop keeper. He travels with his Silhouette Man Road Show performing the art of the Silhouette Portrait to educate and entertain the public on this age-old art form . His works are displayed in collections throughout the World.",
          "oneLiner": "Master Silhouette Artist",
          "email": "rrcarlson@yahoo.com",
          "kind": "Real Identities",
          "id": 31
        },
        {
          "name": "Gary Loveland",
          "image": "https://1.bp.blogspot.com/-Wbv8OuW2eOc/Wycj9oHA1uI/AAAAAAAAF_E/H1OxycRMqnMPw0LpCOn8hM-f7F7xTJnuwCLcBGAs/s320/gary_loveland_340.jpg",
          "icon": "https://4.bp.blogspot.com/-VPXY44XPXKQ/WyckCf_D0UI/AAAAAAAAF_I/DTpEZnUgz-486_kd4NNuSEQEFZerBw2DgCLcBGAs/s1600/gary_loveland_100.jpg",
          "about": "Cary loves to carve spoons and to collect anything wood",
          "oneLiner": "Lover of traditional woodworking skills",
          "email": "Spoontree@msn.com",
          "kind": "Real Identities",
          "id": 33
        },
        {
          "name": "Lynn Loveland",
          "image": "https://1.bp.blogspot.com/-I9mCQ7H8W2Y/WycfF7vCMZI/AAAAAAAAF-c/feGcD5j5U2sQ62CSwoe3bwMHNoJ87p86QCLcBGAs/s320/lynn_loveland_340.jpg",
          "icon": "https://1.bp.blogspot.com/-zEQ73AF2kLc/WycfIlk2ckI/AAAAAAAAF-g/14KYwLfNo9wsnDquUJ2WO4u6n8eTdb5tgCLcBGAs/s1600/lynn_loveland_100.jpg",
          "about": "A real life Zoo Keeper who loves animals and helping build the bond between people and their pets",
          "oneLiner": "The Amazing Bizarro is Amazingly Bizarre!",
          "email": "ljlove70@gmail.com",
          "kind": "Real Identities",
          "id": 36
        },
        {
          "name": "Jeffrey Gardner",
          "image": "https://4.bp.blogspot.com/-bFvz5jPWnng/WycUn7WhRtI/AAAAAAAAF-I/Wc5VI1w0CRkT-DLuRuFjf_W72LMurJlBACLcBGAs/s320/jeff_gardner_340.jpg",
          "icon": "https://3.bp.blogspot.com/-onLdtPzVM18/WycUrMgx9CI/AAAAAAAAF-M/Oo10xUBJS2wirhg87N-7-Z_H1auGWasggCLcBGAs/s1600/jeff_gardner_100.jpg",
          "about": "Jeff operates an Electronic Circuit Board assembly manufacturing facility, EMS Solutions, located in Ogden Utah. he is an amateur radio operator and enjoys the great outdoors.",
          "oneLiner": "Native Utahan, Lover of America",
          "kind": "Real Identities",
          "id": 38
        },
        {
          "name": "Dianne Bjarnson",
          "image": "https://3.bp.blogspot.com/-rBWod0IWPRI/WycNVYuSeEI/AAAAAAAAF90/iAZ7h5Jl2Lkta-sA2qgYp4m244v0zU75wCLcBGAs/s320/Dianne%2BBjarnson_340.jpg",
          "icon": "https://2.bp.blogspot.com/-0ydo-POsAMo/WycNYmQhahI/AAAAAAAAF94/T54WJi7FfAIiNp4HS5CnTnxnbSxqIpVbgCLcBGAs/s1600/Dianne%2BBjarnson_100.jpg",
          "about": "Dianne Bjarnson, also known as the traditional midwife, is a direct descendant of Anne Hutchinson. Her grandmother Nellie Gittins Green was also a midwife in McCammon, Idaho. Dianne has a Masters Degree in Midwifery. She founded the Midwives College of Utah, and was president for 20 years. She taught Labor and Birth and Complications at the college for 37 years. She has over 1,400 birth experiences and her midwifery business is www.SunstoneMaternity.com. Dianne is also a Master Herbalist and makes the preparations for www.SunstroneFormulas.com.",
          "oneLiner": "Midwife, soap maker, mother, grandmother",
          "kind": "Real Identities",
          "id": 39
        },
        {
          "name": "Matthew Maddox",
          "image": "https://3.bp.blogspot.com/-PmbxHwbDqFc/WyGXub6VR-I/AAAAAAAAF1Q/JGY4hWS7GDwzV_fl4dwhq1_TxWkYFENuQCLcBGAs/s320/maddox_today_340.jpg",
          "icon": "https://1.bp.blogspot.com/-MwRupJRNTek/WyGX1d9H_dI/AAAAAAAAF1U/c0pO3J-sa5oPSLKfM2DesLpgX-4Pu-0dACLcBGAs/s1600/maddox_today_100.jpg",
          "about": "Matt is a Marketer from American Fork, and father of four. He coordinates the Culper Spy Ring for the Colonial Heritage Foundation",
          "oneLiner": "Father of four, American Fork Native, Marketer",
          "kind": "Real Identities",
          "id": 53
        },
        {
          "name": "Stuart Back",
          "image": "https://3.bp.blogspot.com/-uoG5L_CJOHg/WyGX9a7J1II/AAAAAAAAF1Y/Lni04GgAWGMelFZygWuOa_C53SmLvQHHQCLcBGAs/s320/stu_today_340.jpg",
          "icon": "https://3.bp.blogspot.com/-KAryK6ItsLA/WyGYAzxNfyI/AAAAAAAAF1g/oQ067CyEaEQ_Qu3XDFmoQZJqfTf9hQqlQCLcBGAs/s1600/stu_today_100.jpg",
          "about": "Stu, a native of American Fork, teaches history at American Heritage Academy in Cedar hills. When not immersed in History, you will likely find him enjoying the great outdoors.",
          "oneLiner": "History Teacher, Outdoorsman",
          "kind": "Real Identities",
          "id": 54
        },
        {
          "name": "Valene Chipman",
          "image": "https://1.bp.blogspot.com/-X6rNcBWCULQ/WyD-PYFvh0I/AAAAAAAAFy0/0U4UqFwRtRMK2mJTXjQgG4uKFy0OnNyMgCLcBGAs/s320/valene_340.jpg",
          "icon": "https://1.bp.blogspot.com/-gRG4g1ZBFW0/WyD-UBztqJI/AAAAAAAAFy4/BmpeHxPr6os7FU9API8SXhQP10T31_k3ACLcBGAs/s1600/valene_100.jpg",
          "about": "Valene loves to crochet, make homemade soap and lotion.",
          "oneLiner": "Potters wife",
          "kind": "Real Identities",
          "id": 58
        },
        {
          "name": "Lori Walker",
          "image": "https://1.bp.blogspot.com/-3mBfsnQfCtI/Wx-38DrHxBI/AAAAAAAAFyQ/v-Vw23Z-K0A76S_mT0mx3eSZ9T2FruRIgCLcBGAs/s320/lori_walker_340.JPG",
          "icon": "https://3.bp.blogspot.com/-nN6B_OPwbJQ/Wx-4AEcypdI/AAAAAAAAFyU/U3tDoErMGhQFF_pyhCZJ6-blsYVN-OaXQCLcBGAs/s1600/lori_walker_100.jpg",
          "about": "Lori has been interested in the fiber arts for decades. She currently coordinates the \"Utah Valley Handspinners,\" a spinning guild in Utah County.",
          "oneLiner": "Spinner, Mother, Grandmother",
          "phone": "801-815-1523",
          "kind": "Real Identities",
          "id": 59
        },
        {
          "name": "Benjamin Moulton",
          "image": "https://2.bp.blogspot.com/-zirmZ-da33w/Wx-vqHRyeBI/AAAAAAAAFxw/U2coAk2Hn8ckHzrBpqDXYPJa65k4x-cUACLcBGAs/s320/moulton_340.jpg",
          "icon": "https://3.bp.blogspot.com/-xEz2Kn0eiak/Wx-vtseFC9I/AAAAAAAAFx0/QAEF6zmxISILxRC7JMStrcJfYATIqCHPgCLcBGAs/s1600/moulton_100.jpg",
          "about": "Dr. Moulton is a professor of developmental mathematics at Utah Valley University. A native of Montana, he is married with three children and a cat. He likes to ride bicycles, play the guitar, and spend time with his family.",
          "oneLiner": "Professor and Historic Reenactor",
          "email": "ben.moulton@uvu.edu",
          "kind": "Real Identities",
          "id": 60
        },
        {
          "name": "Don Jolley",
          "image": "https://4.bp.blogspot.com/-09qaY6DIDdY/Wx-s7ZkMHfI/AAAAAAAAFxc/dZsA7XOLmCQ35VXQXOFHjEWyxFMM-tQfACLcBGAs/s320/don_jolley_340.jpg",
          "icon": "https://3.bp.blogspot.com/-tO2lz16U5IM/Wx-s_F5z87I/AAAAAAAAFxg/nKQvKzJ0EzklWoe88dWXNBGRJyhooD7sACLcBGAs/s1600/don_jolley_100.jpg",
          "about": "Don Jolley is an illustrator from Arizona who loves to travel the United States. As a living historian he has a unique insight into the life of early America and has produced drawings representing both soldiers and civilians from many time periods with great care for historical accuracy.",
          "oneLiner": "Historical Artist",
          "email": "DonJolleyArt@aol.com",
          "phone": "480-560-7554",
          "kind": "Real Identities",
          "id": 61
        },
        {
          "name": "Amanda Westover",
          "image": "https://3.bp.blogspot.com/-2X4nizdT4F0/Wx-njW0dUCI/AAAAAAAAFwQ/c5PxRUTBuXgIUkXMAaKrz83qSB9B42V5wCLcBGAs/s320/amanda_westover_340.jpg",
          "icon": "https://2.bp.blogspot.com/-H211G2Cg5vg/Wx-nmE_jlpI/AAAAAAAAFwU/6cVi5NV-1K0b-DMOa9c_Hxw1Lb1wzLpgwCLcBGAs/s1600/amanda_westover_100.jpg",
          "about": "Stay at home mom, costume designer, lover of history and hobby homestead.",
          "oneLiner": "Mother and Historic Reenactor",
          "email": "awestover1776@gmail.com",
          "kind": "Real Identities",
          "id": 65
        },
        {
          "name": "Sharon Heelis",
          "image": "https://4.bp.blogspot.com/-GwKWoXosu48/Wx-mJD4X7hI/AAAAAAAAFv8/YKCwLRMMu2E2AOGDctTewD72gHabVkLbACLcBGAs/s1600/heelis_340.jpg",
          "icon": "https://4.bp.blogspot.com/-k-JO22lJAXY/Wx-mMB4TifI/AAAAAAAAFwA/jtBQhKvLejAtpcsgXUiAKIm87TFHVd9_wCLcBGAs/s1600/heelis_100.jpg",
          "about": "Sharon loves to weave baskets. Other interests include knitting, tatting, crocheting, and cross stitch.",
          "oneLiner": "Basketweaver",
          "kind": "Real Identities",
          "id": 66
        },
        {
          "name": "Marie Bassett",
          "image": "https://2.bp.blogspot.com/-pD0d-qCIZYU/Wx-f-263IUI/AAAAAAAAFvE/tlmma_l3Kr8UXPkNUwuVtDk1vqMnK4_DACLcBGAs/s320/bassett_340.jpg",
          "icon": "https://4.bp.blogspot.com/-oKTm2AvLacA/Wx-gDPtHWYI/AAAAAAAAFvI/StX9rWkUjLMdQprLX-AJy4WOus8DJ13wwCLcBGAs/s1600/bassett_100.jpg",
          "about": "Marie has been making bobbin lace since the 1990s. Much of the lace made in Europe in the 1700's was bobbin lace. She also works with threads making other forms of lace: tatting, netting, needle lace, and knitting.",
          "oneLiner": "Bobbin Lace Maker",
          "email": "mariebassett@gmail.com",
          "phone": "801-709-1355",
          "kind": "Real Identities",
          "id": 68
        },
        {
          "name": "William Aston",
          "image": "https://1.bp.blogspot.com/-FV-pDeKQBrU/Wx-YTXOZI7I/AAAAAAAAFuw/Q-skw0wyO6kwUbLkyYC-YT_DbjjV8pwxgCLcBGAs/s320/aston_340.jpg",
          "icon": "https://1.bp.blogspot.com/-gLIpIFLw0-Y/Wx-YX_jEOMI/AAAAAAAAFu0/dLXtNri2rU0omAybz-NQ8SgoAHXzPTmwACLcBGAs/s1600/aston_100.jpg",
          "oneLiner": "Apprentice Blacksmith",
          "kind": "Real Identities",
          "id": 69
        },
        {
          "name": "Rick Thayne",
          "image": "https://4.bp.blogspot.com/-NF8RkSxc8zY/Wx-XHGWeoUI/AAAAAAAAFuc/odkV8Aqh7KETOkGZzhnFx4oxCsUJOIm-ACLcBGAs/s320/thayne_340.jpg",
          "icon": "https://1.bp.blogspot.com/-_BKPa_VkBGc/Wx-XKuH8ImI/AAAAAAAAFug/4qrU04L_3r0g4-FBMPd38_lXNEIVpZq7ACLcBGAs/s1600/thayne_100.jpg",
          "oneLiner": "An 18th century blacksmith",
          "kind": "Real Identities",
          "id": 70
        },
        {
          "name": "Ron Chipman",
          "image": "https://2.bp.blogspot.com/-FmLcYa3FmV8/Wx85DQOwIII/AAAAAAAAFt8/AIpEXyMTtDc4hho_bMmRo2HwuaTeY0yNgCLcBGAs/s320/chipman_340.jpg",
          "icon": "https://2.bp.blogspot.com/-dL_A4nwBlVY/Wx85NKPBgpI/AAAAAAAAFuA/7w2unBQKAusgbTvqehmIh5KnV74A8robQCLcBGAs/s1600/chipman_100.JPG",
          "about": "Ron was born in Canada and moved to Utah at age five. He is the swing shift supervisor for a local machine shop and has been making pottery for 10 years. Other interests include, wood working, camping, shooting sports, gardening and meeting new people. He has been married for 38 years and has four children and four grandchildren.",
          "oneLiner": "Potter, machinist, grandfather",
          "email": "rhcpilot@gmail.com",
          "phone": "801-360-9080",
          "kind": "Real Identities",
          "id": 71
        },
        {
          "name": "Erin Riggs",
          "image": "https://4.bp.blogspot.com/-2btVgfyuh3U/Wx8xuc-dScI/AAAAAAAAFtU/5SvyVP_yA1UPKBsQS5OXwTrbvPpFSdRUwCLcBGAs/s320/erin_riggs_340.jpg",
          "icon": "https://2.bp.blogspot.com/-Eh7uqWac6vU/Wx8xz9o0RXI/AAAAAAAAFtY/WcYrr3vjT0smD-0aqDeHQl63j_zoOzBXgCLcBGAs/s1600/erin_riggs_100.jpg",
          "about": "A museum curator at Utah Valley University, Erin also does historic and present day weaving demonstrations.",
          "oneLiner": "Historic and present day weaver, both floor loom and tapestry.",
          "email": "erin.riggs14@gmail.com",
          "phone": "971-533-5301",
          "kind": "Real Identities",
          "id": 72
        },
        {
          "name": "Dick Ashford",
          "image": "https://4.bp.blogspot.com/-la59qK7xAE4/Wx8r4KB8lSI/AAAAAAAAFs0/Xv_VN4pywt4PEr0W0KCBsHQ4CsKeK3xHQCLcBGAs/s320/dick_ashford_340.jpg",
          "icon": "https://3.bp.blogspot.com/-4x4mx_8dL9c/Wx8r73PbO1I/AAAAAAAAFs4/OnvlEHeieLstbtFz7LeUz9-lX1b_wYSdACLcBGAs/s1600/dick_ashford_100.jpg",
          "about": "Dick enjoys working with his mind and hands to keep traditional crafts alive. He appreciates both historical and contemporary artisans.",
          "oneLiner": "I seek to serve",
          "email": "nine_mile_creek@yahoo.com",
          "kind": "Real Identities",
          "id": 73
        },
        {
          "name": "Tina Decker",
          "image": "https://2.bp.blogspot.com/-s_rofUv29sY/Wx8ivZr4V2I/AAAAAAAAFr4/Vc_O7x72900BqytwBHIM-Y-Xrc3_BmI1QCLcBGAs/s320/tina_decker_340.jpg",
          "icon": "https://3.bp.blogspot.com/-4qaQnCZcttU/Wx8i0MV2ZXI/AAAAAAAAFr8/wdTYJ9y9Ty8FQsurFjdJEkoa9Ywybp9wQCLcBGAs/s1600/tina_decker_100.jpg",
          "about": "Designer, artist, gardener, proprietor, and reinactor.",
          "oneLiner": "Proprietor of Wildwood Mercantile",
          "kind": "Real Identities",
          "id": 76
        },
        {
          "name": "Barbara Mathews",
          "image": "https://1.bp.blogspot.com/-Ywrt4DLZj04/Wx8hNXayieI/AAAAAAAAFrk/z6LyB20bimM94LMYs44TSSfJLV_yLe-ZwCLcBGAs/s320/barbara_mathews._340.jpg",
          "icon": "https://2.bp.blogspot.com/-cChlDvVdyL4/Wx8hSk8VkXI/AAAAAAAAFro/pVUDU8oOJwYGRn1nrlMu7mYBu1yt-NYyQCLcBGAs/s1600/barbara_mathews._100.jpg",
          "about": "Retired, loves sewing, quilting, gardening and reenacting.",
          "oneLiner": "Proprietor of Wildwood Mercantile",
          "phone": "951-961-9008",
          "kind": "Real Identities",
          "id": 77
        },
        {
          "name": "Greg Bohman",
          "image": "https://3.bp.blogspot.com/-FfXeHwNBx_8/Wx6pfcsjiqI/AAAAAAAAFq4/qJLC7_vNa0EUHG4pZdoTDjq6G3FtrkISQCLcBGAs/s320/bohman_340.jpg",
          "icon": "https://1.bp.blogspot.com/-E04te1rZn_U/Wx6pkTz9aNI/AAAAAAAAFq8/i0OwYAX8zdIAxVAr_hwVqpC9_N-1sKiSwCLcBGAs/s1600/bohman_100.jpg",
          "about": "Born in Lancaster, PA in 1735, he served in Braddock's Campaign in 1755 at the beginning of the French and Indian War. Narrowly escaping death at the battle of the Monongahela, he has been living on Frontier ever since, hunting, trapping, tanning. He served as a scout for various military units from 1755 to 1775.",
          "oneLiner": "Frontiersman and Military Scout",
          "kind": "Real Identities",
          "id": 78
        },
        {
          "name": "Bette Bohman",
          "image": "https://1.bp.blogspot.com/-R2kFn8PkqbI/Wx6ntH5tcPI/AAAAAAAAFqk/GxMVPYA5RscYHuXQF4_5gjUJQZJGlyfoQCLcBGAs/s320/bette_340.jpg",
          "icon": "https://3.bp.blogspot.com/-RF-qQMJMDwY/Wx6nvzuHB5I/AAAAAAAAFqo/nucAkqnPBaAHtb3mkmGB-5LlhW15Fi3PwCLcBGAs/s1600/bette_100.jpg",
          "about": "At this event, Bette is the local seamstress, Cook for the men, garden tender, and trading post assistant. In every-day live, Bette is a licensed Benefit Advisor for Medicare plans. She is a historical seamstress, quilter, historical researcher, and genealogist",
          "oneLiner": "Wife of Frontiersman living at Carol's station",
          "kind": "Real Identities",
          "id": 79
        },
        {
          "name": "Kent Klein",
          "image": "https://1.bp.blogspot.com/-CA7wzkbNA78/Wx6hxEPQkCI/AAAAAAAAFqE/JDBx60Kj5VEOt6Tak2lIy8jWOy0LBTOvACLcBGAs/s320/klein_340.jpg",
          "icon": "https://3.bp.blogspot.com/-DvAhf_-GecI/Wx6h1RB4QqI/AAAAAAAAFqI/OEBrNuOjbWk-zDqrKG1Yok8ySwXtGKdpgCLcBGAs/s1600/klien_100.JPG",
          "oneLiner": "Co-founder of Carol's Station, trapper & tanner",
          "kind": "Real Identities",
          "id": 80
        },
        {
          "name": "Alysia Hurtado",
          "image": "https://3.bp.blogspot.com/-NPdGgipXvTk/Wxp8bxU5hrI/AAAAAAAAFmk/cCBh6YK2v6wRB7cSo-TsBZPAa13l-L9vgCLcBGAs/s1600/alysia_340.jpg",
          "icon": "https://1.bp.blogspot.com/-ID1cMMrEQZA/Wxp8ipx0rQI/AAAAAAAAFmo/smaSXvTuPAgMcBFXxCSMGgmQzszYS8RbACLcBGAs/s1600/alysia_100.jpg",
          "about": "Alysia is a self-taught organic chef, a homeschool mom, an advocate for whole-body wellness, a children's book author, an entreprenuer, and a life-long learner.",
          "oneLiner": "Professional Baker and homeschool mom",
          "email": "alysia@alysiagonzalez.com",
          "phone": "832-567-3906",
          "kind": "Real Identities",
          "id": 85
        },
        {
          "name": "Larry Harmer",
          "image": "https://1.bp.blogspot.com/-jdyacpfKroE/Wxm-28IlMjI/AAAAAAAAA0I/P0OesDCFg5QiWL-ds1D1suyuWLHUwGdcACLcBGAs/s1600/IMG_9311.jpg",
          "icon": "https://4.bp.blogspot.com/-ti_4YlIJmRo/WxnKIeBITRI/AAAAAAAAA4U/rBBWaQkgRDw6b-PgsXUAEWOd_0D-CIN1QCLcBGAs/s1600/IMG_9311.jpg",
          "about": "Larry is the Historic Preservation Official and Planning Manager for the historic 1866 Town of Florence, Arizona. He has held a similar position in several historic communities in Arizona and Wyoming. His hobbies include buying/selling cowboy and western memorabilia, reciting Cowboy Poetry and historic reenactments of Colonial and 1880's Arizona.",
          "oneLiner": "Municipal Planner and Historic Preservation Professional",
          "email": "lcharmer@cox.net",
          "phone": "623-687-5080",
          "kind": "Real Identities",
          "id": 86
        },
        {
          "name": "Mark Asay",
          "image": "https://4.bp.blogspot.com/-xnawPJciiAE/Wxm6MFl8dZI/AAAAAAAAAx0/GEIjnv7JaYwlDyBEH2PvmylZQQWjYIyJgCLcBGAs/s1600/ImagesByEm_FreedomFestival_2017-268.jpg",
          "icon": "https://4.bp.blogspot.com/-N-yLp595UEA/WxnIj0SPz6I/AAAAAAAAA28/5mKaOGkAxC4ZQsOrg1VJRM67FImMhiwMgCLcBGAs/s1600/ImagesByEm_FreedomFestival_2017-268.jpg",
          "kind": "Real Identities",
          "id": 88
        },
        {
          "name": "Ron Shaw",
          "image": "https://4.bp.blogspot.com/-0-RdXAVv0Zk/Wxm5kjhjIoI/AAAAAAAAAxk/AjV9Wtbk67cKE74PU2kIBu83jLGaAaNMgCLcBGAs/s1600/ImagesByEm_FreedomFestival_2017-88.jpg",
          "icon": "https://1.bp.blogspot.com/-E0Qi-Q9NtBI/WykP6zMW76I/AAAAAAAAGGg/yLbdr-AWTh8Vls-4kHtw4L-lB8m_bffgQCLcBGAs/s1600/ron_shaw_100.jpg",
          "about": "A Gentleman of independent means trying to find time to do everything: make hats, build benches, create signs, sew clothing, cast silver and gold, and research it all to make sure it is done properly.",
          "oneLiner": "Historical Hatter",
          "email": "ronshaw1776@gmail.com",
          "kind": "Real Identities",
          "id": 89
        },
        {
          "name": "Benjamin Muhlestein",
          "image": "https://3.bp.blogspot.com/-4YxdsYwSbrQ/Wyem3qPxbGI/AAAAAAAAGBE/fw3gL_g1hNk7mKeo9APG1j34Y7LulG-YwCLcBGAs/s320/benjamin_muhlestein_340.jpg",
          "icon": "https://3.bp.blogspot.com/-hxkEqt-luF8/Wyem8SCzxTI/AAAAAAAAGBI/nVnjuN0MEGge3Zi7Cu8aod2TmM5Nz_txgCLcBGAs/s1600/benjamin_muhlestein_100.jpg",
          "about": "Ben loves to mentor young men and women, and to inspire them to a renaissance to the great classical writings. He also loves to play tennis, read the classics, and spend time with his wife and children.",
          "oneLiner": "Founder of The George Washington Character Course, committed to building a generation men and women of character.",
          "email": "gwccedu@gmail.com",
          "phone": "702-377-9662",
          "kind": "Real Identities",
          "id": 90
        },
        {
          "name": "Josh Reid",
          "image": "https://2.bp.blogspot.com/-9pWm-FTw2E4/Wxm44QgDIvI/AAAAAAAAAxM/nEXa6I7lZkwGZ8Elb4kZmrgitCTc0CUVgCLcBGAs/s1600/DSC_5591.jpg",
          "icon": "https://1.bp.blogspot.com/-4xV-ZZL0AfI/WxnIAP-IDiI/AAAAAAAAA2Q/bxoxQr_oEh482sJnll74MCqIa8xsRnMQQCLcBGAs/s1600/DSC_5591.jpg",
          "about": "Wood Turner",
          "kind": "Real Identities",
          "id": 92
        },
        {
          "name": "Sarah Walsh",
          "image": "https://3.bp.blogspot.com/-BIRQIQkQ5qU/Wyh7fnjUx8I/AAAAAAAAGC0/Ck1RMKPQ0qQZ-4NGnGWOg5HMiLE-8FnFQCLcBGAs/s320/sarah_walsh_340.jpg",
          "icon": "https://2.bp.blogspot.com/-e-pVcoX6vnA/Wyh7jCpy0uI/AAAAAAAAGC4/lMCwqdAYRTYFbbRtRExte6qgiFWkGSNBACLcBGAs/s1600/sarah_walsh_100.jpg",
          "about": "Sarah began portraying Abigail Adams at living history events in 2016. She is also a librarian, a theater performer, and mother to her own little \"Nabby.\" Sarah lives in the Washington, D.C. area with her family.",
          "oneLiner": "Educator, actor, seamstress, and mom.",
          "email": "sarah.meadow.walsh@gmail.com",
          "kind": "Real Identities",
          "id": 93
        },
        {
          "name": "David Wollaston",
          "image": "https://2.bp.blogspot.com/-13DY5dgRyog/Wxm4Z0NmEHI/AAAAAAAAAw8/M9ux-ZkX6947-4V9GEA5_QFIfkSWYe43gCLcBGAs/s1600/DSC_4768%25281%2529.jpg",
          "icon": "https://1.bp.blogspot.com/-P6t8j5Swi3E/WxnH2kn9olI/AAAAAAAAA2E/KTvsT1uMSUsQNYd3uLT1SeORQGFgdCOhQCLcBGAs/s1600/DSC_4768%25281%2529.jpg",
          "about": "David Wollaston is a amateur historian with a personal library of well over 5,000 books. His interests vary throughout many periods of history. He loves target shooting, hunting and spending time with friends and family. He is the CEO of Insul Fit, a company that fabricates pipe insulation products. He lives outside of Scottsbluff Nebraska.",
          "oneLiner": "Amateur Historian, Outdoors man, Businessman",
          "kind": "Real Identities",
          "id": 94
        },
        {
          "name": "Michelle Treadwell",
          "image": "https://3.bp.blogspot.com/-V7zga6ebkkA/WyerSfJ7lCI/AAAAAAAAGBs/OuxQ5H2ZpnIkKg9rSt0dUoK4315Vi3PhACLcBGAs/s320/treadwell_340.jpg",
          "icon": "https://4.bp.blogspot.com/-hk1HsD9nInI/WyerVMTKdpI/AAAAAAAAGBw/NFxGJ-wVxRAop41CtTshd4Yvv6oQpHBNQCLcBGAs/s1600/treadwell_100.jpg",
          "about": "Michelle really disliked her U.S. history class in high schoolit was SO BORINGbut a stint in New England changed all that! The \"living history\" events so prevalent in the East made history come alive for her and she was thrilled to find such an event right here in Orem! She loves participating in the Colonial Heritage Festival each summer with her son (she teaches school & he plays games) and enjoys working at Karl G. Maeser Preparatory Academy during the school year. She highly recommends the fresh-squeezed lemonade and applesauce cakeits just not Colonial Fest without them!",
          "oneLiner": "Colonial Schoolteacher, Karl G. Maeser Preparatory Academy, Mom",
          "kind": "Real Identities",
          "id": 95
        },
        {
          "name": "Gavin Paskett",
          "image": "https://1.bp.blogspot.com/-Pk2iEYExPBk/WzRy-iniQlI/AAAAAAAAAz8/pImcJJCdqqYJg-5OmjRNGyvLeHjmVFbJwCEwYBhgL/s320/Gavin%2BPasket_340.jpg",
          "icon": "https://3.bp.blogspot.com/-Dm4typKmulw/WzRzuW7ZJVI/AAAAAAAAA0A/cEDJ8UVZ3MQbyXS5XDNtb5EcuGVxNqnrgCLcBGAs/s1600/Gavin%2BPasket_100.jpg",
          "oneLiner": "Guardsman, 7th Company Brigade of Guards",
          "kind": "Real Identities",
          "id": 96
        },
        {
          "name": "Kimberli Grant",
          "image": "https://4.bp.blogspot.com/-lgIwgM3Il0A/Wyh25qOe3BI/AAAAAAAAGCM/dd0Vw5G2EwQaVUwsV810ZRAUqSZvOQy8ACLcBGAs/s320/kimberli_Grant_340.png",
          "icon": "https://1.bp.blogspot.com/-N0Tu5kIrzlk/Wyh28MdOBHI/AAAAAAAAGCQ/ykn4aabeQ847DIUUooKGNWGRa0RmqQBcwCLcBGAs/s1600/kimberli_Grant_100.png",
          "about": "Kimberli and her husband, Tom, have been dancing since childhood and have been involved with vintage dancing in Georgia since 1995. They danced with the Stately Oaks Vintage Dancers and the Atlanta Baroque Dancers for many years performing 18th and 19th century dances throughout the Atlanta area. When they relocated to Utah in 2006 they searched for a vintage dance group here, but when they couldn't find one they decided they needed to share the charm and appeal of the 1700's & 1800's dancing with Utah and so created Old Glory Vintage Dancers.",
          "oneLiner": "Vintage Dance Mistress",
          "email": "tinyvintagedancer@gmail.com",
          "phone": "801-376-9618",
          "kind": "Real Identities",
          "id": 97
        },
        {
          "name": "Mr. Forrester",
          "image": "https://4.bp.blogspot.com/-blQ2hzSG2lw/Wxm2w0PRbNI/AAAAAAAAAwM/ZdYeh_0sb6khiN0TffI9H8xbE9gE55BzACLcBGAs/s1600/DSC_4681.jpg",
          "icon": "https://1.bp.blogspot.com/-GH08B_o3HfY/WxnHXDQZBcI/AAAAAAAAA1o/4CYha59IE9kHvSrdsrvjryPngA7dtXpaQCLcBGAs/s1600/DSC_4681.jpg",
          "kind": "Real Identities",
          "id": 98
        },
        {
          "name": "Lynn Calan",
          "image": "https://3.bp.blogspot.com/-7k6-8zQIg_E/Wxm2jJg-ktI/AAAAAAAAAwI/V7W9QStPTI4-aNcWno5m14m_nDrFpUdGACLcBGAs/s1600/DSC_4679.jpg",
          "icon": "https://4.bp.blogspot.com/-hmcIbv2J2m8/WxnHNRfk9PI/AAAAAAAAA1g/lhDeHM4xdeMF8mX1CaWmF9JJ7AGtk3M6gCLcBGAs/s1600/DSC_4679.jpg",
          "oneLiner": "Longhunter",
          "kind": "Real Identities",
          "id": 99
        },
        {
          "name": "Kevin McCarthy",
          "image": "https://2.bp.blogspot.com/-ed66b5Tf8Cg/Wxm2CvILaoI/AAAAAAAAAwA/7QJp4A9G2zs11-TcHogBpmgiX0yfChKZwCLcBGAs/s1600/DSC_4675.JPG",
          "icon": "https://3.bp.blogspot.com/-YP_LtXdEQK4/WxnHFSNhYgI/AAAAAAAAA1U/erVWkceu5wAZx7dFjno5cSuCGUYXSGi8gCLcBGAs/s1600/DSC_4675.jpg",
          "oneLiner": "Ranger & Longhunter",
          "phone": "801-941-7960",
          "kind": "Real Identities",
          "id": 100
        },
        {
          "name": "Jane Richey",
          "image": "https://2.bp.blogspot.com/-d6Y6iZ3FxH4/Wxm2T6ISB7I/AAAAAAAAFl8/XJDajraBS4wf1mu16C5OlsZFM41d8_RqACLcBGAs/s320/jane_340.jpg",
          "icon": "https://2.bp.blogspot.com/-2puLfHrxS7g/Wxm2YJVS_CI/AAAAAAAAFmA/mV-8273UHww7r3P_1CQYT59BEjaIKaAVgCLcBGAs/s1600/jane_100.jpg",
          "about": "Jane is a member of the Northwest Colonial Reenactors, a member of the Daughters of the American Revolution and a director of the Washington Society of Mayflower descendants. He is an avid demonstrator of colonial-ear fiber arts, offering stories of her earlier life raising sheep on a isolated farm without electricity or running water. She offers a perspective on the chores of the colonial era matched by few historic interpreters.",
          "oneLiner": "Fiber artists and former sheep farmer",
          "kind": "Real Identities",
          "id": 101
        },
        {
          "name": "Scota McCarthy",
          "image": "https://2.bp.blogspot.com/-WQMZ1eA3o7I/WxmxG7juxeI/AAAAAAAAAvg/TtPnIb0ALT0m8wgpeRNqYSLcxCu2veqTgCEwYBhgL/s1600/DSC_4669.jpg",
          "icon": "https://1.bp.blogspot.com/-mAT0QlrxjGw/WxnHAolQ2TI/AAAAAAAAA1Q/M88VVreaZyEsgpksKZbDGu8oBfYZB27NwCLcBGAs/s1600/DSC_4669.jpg",
          "oneLiner": "Metis woman living with Natives",
          "kind": "Real Identities",
          "id": 102
        },
        {
          "name": "Mark Asay",
          "image": "https://1.bp.blogspot.com/-oUMHopkVENM/WxmxGl-wRcI/AAAAAAAAAvM/FYBT-Cu7ZOwunTAZ9sMzfL3EGVLzc8tvwCEwYBhgL/s1600/DSC_4630.jpg",
          "icon": "https://3.bp.blogspot.com/-yWrmiiHWJ7Y/WxnG77qP1rI/AAAAAAAAA1M/FJUHVCpZGbw1NXEmRV4wnmleXZT1lcymgCLcBGAs/s1600/DSC_4630.jpg",
          "about": "Mark Asay teaches fifth grade at Foothill Elementary school in Orem, Utah. His students get a real treat each year when studying US history as Mark dresses in period attire to bring realism to the classroom",
          "oneLiner": "Father, fifth grade teacher, continental soldier",
          "kind": "Real Identities",
          "id": 103
        },
        {
          "name": "Sharon Rogers",
          "image": "https://1.bp.blogspot.com/-_AKdLiF5SYM/Wxfd6HPrIXI/AAAAAAAAFi4/CRKsg1ZQyDgxz5hvhRrHML1rNWyz2okSQCLcBGAs/s320/rogers_340.jpg",
          "icon": "https://4.bp.blogspot.com/-7Z4u5KWSQgA/Wxfd_xrxvNI/AAAAAAAAFi8/5-qtOIF2digbqsKzPM0AaNrnd3hLxxIUACLcBGAs/s1600/rogers_100.jpg",
          "about": "Sharon Rogers is a professional storyteller and former reenactor from Colonial Williamsburg. She manages the \"Tales in the Garden\" exhibit. By day, she is a web developer.",
          "oneLiner": "Storyteller, Event Organizer, Web Developer",
          "kind": "Real Identities",
          "id": 111
        },
        {
          "name": "Genelle Pugmire",
          "image": "https://1.bp.blogspot.com/-04QjkfNpucI/WxGARivuJ0I/AAAAAAAAExc/0dX5mNSgJ00Jv7-0XSR4tXoWHBAtc08BgCLcBGAs/s320/genelle_340.jpg",
          "icon": "https://2.bp.blogspot.com/-MZlCPp7tZrQ/WxGAUyCXomI/AAAAAAAAExg/Oumiq6J-7-QelNr6NuTAVQuKA-5tecVrACLcBGAs/s1600/genelle_100.jpg",
          "about": "Genelle is the co-organizer of the Colonial Heritage Festival. In 2005, she organized a celebration of Benjamin Franklin's 300th birthday, and from this event grew the Colonial Days the following year and the Colonial Heritage Festival several years later. By day, Genelle is a reporter for the Daily Herald in Provo.",
          "oneLiner": "Festival Coordinator and Newspaper Reporter",
          "email": "Genelle@colonialheritage.org",
          "kind": "Real Identities",
          "id": 117
        },
        {
          "name": "Daniel Pugmire",
          "image": "https://2.bp.blogspot.com/-wQF9S0O--7E/WxF-0GI1khI/AAAAAAAAExI/qZDzeGmw0dM_5J70mVozfHKIcFu0xAyegCLcBGAs/s320/daniel_300.jpg",
          "icon": "https://1.bp.blogspot.com/-7Wu2JdtOGRU/WxF-3PwXQOI/AAAAAAAAExM/l5Zs5Oktjw40xd0HizNWIXhcEq0gPa1GQCLcBGAs/s1600/daniel_100.jpg",
          "about": "Daniel is the co-organizer of the Colonial Heritage Festival. When things running really smoothly, you can find him at the Cup and Quill, doing calligraphy with a feather quill. By day he works for Jet Blue Airlines as a Spanish language reservations specialist.",
          "oneLiner": "Organizer and Calligrapher",
          "email": "danile@colonialheritage.org",
          "kind": "Real Identities",
          "id": 118
        },
        {
          "name": "Michael Scheetz",
          "image": "https://1.bp.blogspot.com/-cCkemEMSnVw/Wyh-47shNcI/AAAAAAAAGDk/MEKylYA_pNI-YUu7yN5hSr7CXuhhFYiCACLcBGAs/s1600/michael_scheetz_340.jpg",
          "icon": "https://1.bp.blogspot.com/-_yMimqvlu8k/Wyh-7gllVXI/AAAAAAAAGDo/Rfd_eo59abE6liobHKH1flQtJFuet-xwACLcBGAs/s1600/michael_scheetz_100.jpg",
          "about": "Michael builds custom caskets and coffins to sell locally and ship around the country. As you visit the colonial event you will find evidence of his woodworking. The baker has new peels to retrieve the loaves of bread. Michael built the Mayflower cannon carriage, the wood turners foot treadle lathe, and the potters wheel. Michael lead carpenter to make the printing press, and in the frontier village the family uses his square trenchers.",
          "oneLiner": "Coffin Maker",
          "email": "michael@handcraftedcasketsandcoffins.com",
          "phone": "801-356-1367",
          "kind": "Real Identities",
          "id": 172
        },
        {
          "name": "Dennis LeMay",
          "image": "https://2.bp.blogspot.com/-C7koELv363g/WzR5c_xeufI/AAAAAAAAA0Y/zW-pkx8DknE09b_J6_xBZHWJKCNWdo8gQCLcBGAs/s1600/Dennis%2BLeMay_340.jpg",
          "icon": "https://1.bp.blogspot.com/-TK1Ce18FdAc/WzR5i0olRDI/AAAAAAAAA0c/7GcqRebOeBI_qLJQIRDIqtoe4JpaeDKmgCLcBGAs/s1600/Dennis%2BLeMay_100.jpg",
          "oneLiner": "Sergeant, 7th Company Brigade of Guards",
          "kind": "Real Identities",
          "id": 174
        },
        {
          "name": "Jack Pauly",
          "image": "https://1.bp.blogspot.com/-sefDbnJEEjo/Wyj6YgY7vBI/AAAAAAAAGFA/LEqdbvsmRQgAFjDSMPWdKuTzVRojBZUDQCLcBGAs/s320/john_Adams_340.jpg",
          "icon": "https://2.bp.blogspot.com/-PVLSajNfSRM/Wyj0cG6e0VI/AAAAAAAAGEQ/7QHlqeP2F3ot_EGgcn6n75KFRb9MiAmvwCLcBGAs/s1600/jack_pauly.jpg",
          "about": "Mr. Pauly's passion for living history articulates from over 15 years experience as a highly regarded interpreter in the Western U.S. Many an audience on stage and living history events have been engaged thorough his presentations of John Adams, founding father and Sir John Redmayne, a British officer. Mr. Pauly is currently serving as the President of the Board for the Colonial Heritage Foundation along with serving his fellow Americans as a member of the United States Coast Guard Auxiliary.",
          "oneLiner": "Board President of Colonial Heritage Foundation, Banker, Historical interpreter",
          "email": "jack@colonialheritage.org",
          "phone": "480-338-0876",
          "kind": "Real Identities",
          "id": 177
        },
        {
          "name": "Gove Allen",
          "image": "https://3.bp.blogspot.com/-2jYvgz2c96c/WxF8Z9iZ98I/AAAAAAAAEw0/ycas0Tdiwf0cyt3fZaxyqq98rifMCg5BACEwYBhgL/s320/gove.jpg",
          "icon": "https://2.bp.blogspot.com/-8LDCVk4yxlg/WxF8kfMZokI/AAAAAAAAEw4/t3RT5BoQ1h4mD9pRDVrVrfL-LZVg_MeDwCEwYBhgL/s1600/gove_100.jpg",
          "about": "Gove Allen is a professor of Information systems as Brigham Young University. He has been involved with the Colonial Heritage Festival since 2011.",
          "oneLiner": "Director of the Colonial Heritage Foundation",
          "email": "gove@colonialheritage.org",
          "phone": "801-422-1206",
          "kind": "Real Identities",
          "id": 178
        },
        {
          "name": "Sadie Marie",
          "image": "https://1.bp.blogspot.com/-Av5jn7f8wUo/Wx7AyAtJCpI/AAAAAAAAFrM/NMSb93_djVAJowJsmYfQorv3cNNnDtk0gCLcBGAs/s1600/sadie_340.jpg",
          "icon": "https://3.bp.blogspot.com/-IIcqjl2oHJY/Wx7A7_drorI/AAAAAAAAFrQ/gggzODPaNzot4oh04wpJb-Ub-iVwzhh-wCLcBGAs/s1600/sadie_100.jpg",
          "about": "Sadie is nearly two years old. She loves getting belly rubs, kisses, and tasing food.",
          "oneLiner": "Camp Dog at Carol's Station",
          "kind": "Real Identities",
          "id": 179
        }
      ]
    }
  ],
  "schedule": [
    {
      "date": "",
      "groups": [
        {
          "groupLabel": "Exhibits",
          "sessions": [
            {
              "name": "Stories in the Garden",
              "location": "Storytelling Garden",
              "description": "Storytelling was a popular colonial pastime. Some stories were purely for the purpose of amusement while others conveyed important morals. Still others were laced with the gossip of the day. Come sit a spell and experience a yarn in the true colonial tradition.",
              "speakerNames": [
                "George Washington",
                "Isaiah Thomas",
                "John Adams",
                "Abigail Adams",
                "Martha Washington",
                "Patrick Henry",
                "and more"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Before the days of radio and television, people made their own entertainment",
              "image": "https://1.bp.blogspot.com/-RtDg2KfTNAU/WxfQgNZQeLI/AAAAAAAAFiQ/3m7SVM0eQCAtGfhqroYoRiePu-roUpx7ACLcBGAs/s320/stories_340.jpg",
              "icon": "https://4.bp.blogspot.com/-Kv0xeaPq9Xo/WxfQkYipx_I/AAAAAAAAFiU/7azhVuQUeZEx8w2N8qIjUXRAnNfObfvBACLcBGAs/s1600/stories_100.jpg",
              "id": 142
            },
            {
              "name": "Non-Colonial Food",
              "location": "Food Trucks",
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Food of the 21st Centrury",
              "image": "https://3.bp.blogspot.com/-CJQhB8EdSdU/WzZ-kTf7YxI/AAAAAAAAGRM/dNIj_CRnQxAqLZPA3dXAr-9iwXwXiLaQgCLcBGAs/s320/foodtrucks_340.jpg",
              "icon": "https://3.bp.blogspot.com/-n8s5SiCaY_I/WzZ-neP20TI/AAAAAAAAGRQ/EfHyxyR_f54sqcRu2G3TXuyF06K2OtpJwCLcBGAs/s1600/foodtrucks_100.jpg",
              "id": 7
            },
            {
              "name": "Colonial Food Vendor",
              "location": "Colonial Food Vendor",
              "tracks": [
                "Colonial-life",
                "Food"
              ],
              "oneLiner": "Food of the period available at modest prices",
              "image": "https://4.bp.blogspot.com/-L9PGhNKxdkU/WzZ8IbSiQkI/AAAAAAAAGQ4/Acja30L-iHcHEJqoWJclN8Yh--zhLA7UQCLcBGAs/s1600/Not_available_340.png",
              "icon": "https://2.bp.blogspot.com/-cYhZ1ErDgxQ/WzZ8Nxy4CqI/AAAAAAAAGQ8/FFIliEugZ2QcoEGg6daQepSuBuZYc5SXACLcBGAs/s1600/Not_available_100.png",
              "id": 9
            },
            {
              "name": "First Aid Station",
              "location": "First Aid Station",
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Cuts and bumps addressed by emergency medical professionals",
              "image": "https://2.bp.blogspot.com/-4PhzuqAJ0tk/WzZ557C_fZI/AAAAAAAAGQk/gSpLCGGkNTo9QeBOOKql6p2kCKM3UK_owCLcBGAs/s320/emt_340.jpg",
              "icon": "https://1.bp.blogspot.com/-iT5KDzIQEQE/WzZ59MNwKnI/AAAAAAAAGQo/Nd-kKifhGPchh3ZCFiCpTn3fZjs6fXRNgCLcBGAs/s1600/emt_100.jpg",
              "id": 10
            },
            {
              "name": "Office of Independence",
              "location": "Office of Independence",
              "speakerNames": [
                "Benjamin Franklin",
                "John Adams",
                "James Madison",
                "Patrick Henry"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Where the ideas of American independence are openly discussed",
              "image": "https://3.bp.blogspot.com/-LIUwFYHqn9s/WzZfWEIN7HI/AAAAAAAAGQQ/xnZighPizAo0aAUfKYhOpj5SFk90_t5xQCLcBGAs/s320/office_of_independence_340.jpg",
              "icon": "https://2.bp.blogspot.com/-W-5E60a2UWs/WzZfZ7YlCnI/AAAAAAAAGQU/DycvNK1AxUgpnw5tUBJo_Lt91gk5t1ekgCLcBGAs/s1600/office_of_independence_100.jpg",
              "id": 11
            },
            {
              "name": "Colonial Boutique",
              "location": "Colonial Boutique",
              "tracks": [
                "Colonial-life"
              ],
              "image": "https://3.bp.blogspot.com/-oscOFqE9JTk/WzY9ZVewzsI/AAAAAAAAGO8/z6h-EIrx_c0vNQJTG00hxKKRj8reidCMQCLcBGAs/s320/boutique_340.jpg",
              "icon": "https://1.bp.blogspot.com/-q871IzIN0Zw/WzY9cYOaewI/AAAAAAAAGPA/9xIMmtToOx0I5WklBqKKY5YTnV3uQlPIgCLcBGAs/s1600/boutique_100.jpg",
              "id": 12
            },
            {
              "name": "Colonial Daily Living",
              "location": "Colonial Life",
              "description": "Many of the conveniences viewed as necessities today were unavailable in the American colonies. Cooking, acquiring clothing,laundry, travel, and cleaning all required far more time in the eighteenth century than they do today; and yet, colonial fashion dictated that the respectable sir or madam be well-appointed, in clean, pressed clothing when in public. At this exhibit, you can observe the colonial version of many of your current daily chores. You just might gain an appreciation for our modern convenienceseven if they do still require some work.",
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "A day in the life of a Colonial American",
              "image": "https://1.bp.blogspot.com/-zyN6wCeaLlQ/WzY4OiWFtSI/AAAAAAAAGOo/3MTR_0punvQlve_YTD_eZSxL1A4kB_DwwCLcBGAs/s320/daily_life_340.jpg",
              "icon": "https://1.bp.blogspot.com/-s3JD2LWSPX4/WzY4rV3iZQI/AAAAAAAAGOw/C_1V7G9oYqYFDl0FEBFs6QqHgnVmtShTgCLcBGAs/s1600/daily_life_100.jpg",
              "id": 13
            },
            {
              "name": "Tailor",
              "location": "Haberdashery",
              "description": "A haberdasher is a tailor who operates a mens outfitting shop. In addition to making and fitting mens clothing, a haberdasher also sold items such as buttons, needles and ribbons for making clothes. During the American Colonial period, all clothing was sewn by hand. A coat took a skilled tailor approximately thirty-five hours to make, a waistcoat or breeches twenty-five hours and a shirt as little as ten.",
              "speakerNames": [
                "Skyler Pinales"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Clothing made to order",
              "image": "https://3.bp.blogspot.com/--h9L0wJGIhA/WzYyjTS2w4I/AAAAAAAAGOY/PTbAM92pdNMADqP2YqYoqmuQuRvfkHr4wCLcBGAs/s1600/tailor.jpg",
              "icon": "https://2.bp.blogspot.com/-4SNwW2H59kc/WzYyp-ZO59I/AAAAAAAAGOc/KTnHLaYk640OiSsN9fF0xQiJa22TR0UuwCLcBGAs/s1600/tailor_100.jpg",
              "id": 14
            },
            {
              "name": "Ashworth Museum",
              "location": "Scera Theater",
              "description": "A substantial number of the gems of Brent Ashworth's vast historic holdings will be on display during the festival.",
              "speakerNames": [
                "Brent Ashworth"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "A multi-million dollar museum open to the public",
              "image": "https://1.bp.blogspot.com/-oC_TvmF9lFQ/WzAUFqzoHdI/AAAAAAAAGMw/pTYp7Jg81FIwzzkv3EXK7GkqrHmh1HhmQCLcBGAs/s320/stone_declaration_340.jpg",
              "icon": "https://4.bp.blogspot.com/--ECw3ajsHJ8/WzAUKATpFzI/AAAAAAAAGM0/whqgH48z47oNmjnTIyADkgp5vd1KE_KqwCLcBGAs/s1600/stone_declaration_100.jpg",
              "id": 16
            },
            {
              "name": "The SpoonTree Emporium",
              "location": "Spoon Tree",
              "description": "The SpoonTree Emporium includes hand carved spoons. Come and watch the Master Carver as he carves blocks of wood into beautiful spoons",
              "speakerNames": [
                "The Master Spooner",
                "The MADD Paddler"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "A collection hand carved spoons and other usable wares",
              "image": "https://4.bp.blogspot.com/-wibTCuBaEaw/WyciV_eagnI/AAAAAAAAF-w/XXzFiCqxIuc_OMdLU1RD7MnyD1W5Jy0ogCLcBGAs/s320/spoontree_340.jpg",
              "icon": "https://3.bp.blogspot.com/-ldR7D7xCmjw/WyciYpDTWYI/AAAAAAAAF-0/qsQE-iBW5s0Qj65Sxg0Xug5OFmHkZ7O6gCLcBGAs/s1600/spoontree_100.jpg",
              "id": 34
            },
            {
              "name": "Soap Maker",
              "description": "Find out how the American Colonists made soap. While you are at it, check out the hand made hand soap which is all natural, hypo-allergenic and missing all the dyes and harmful preservatives found in most commercially made soaps today. Smell the various natural aromas  Chocolate Mint, Lavender, Maple Pumpkin, Mixed Berry, Oatmeal Cinnamon & Cloves, Sea Salt, and Pomegranate. Other items available include Lip Balms, Bath Salts, Shampoo Bars, Detox Baths, Do Your Own Laundry Soap, mustache and beard grooming products, etc.",
              "speakerNames": [
                "Anne Hutchinson"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Soap made in the colonial tradition",
              "image": "https://3.bp.blogspot.com/-Fi3lHLWoc_o/WycJNFwNevI/AAAAAAAAF9g/LNMVcB4clMMSQzBqrM4XimoMbGkh2ohtQCLcBGAs/s320/soap_340.jpg",
              "icon": "https://2.bp.blogspot.com/-2lAUESKHy2w/WycJSltoc-I/AAAAAAAAF9k/gnLY9lxr6JEBJ4DeQgpxF57QiyJw1NucACLcBGAs/s1600/soap_100.jpeg",
              "id": 40
            },
            {
              "name": "Culper Spy Ring",
              "description": "General Washington desperately needed reliable information about the British soldiers and their movements. Through the aid of Brigadier General Benjamin Tallmadge he established the Culper Spy ring. Through the perilous efforts of men and women such as Anna Strong, Robert Townsend, Caleb Brewster, Amos Underhill, and Samuel Culper, Sr., General Washington gained invaluable information that changed the course of the war. You can find Samuel Culper, Sr. by the black armband he wears on his left arm. He, and his other agents, can be at various locations through the park. To show you are a friend of liberty, ask if they will fish for cod in January. See their portraits below.",
              "speakerNames": [
                "Samuel Culper Senior",
                "Benjamin Tallmadge"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Enter a world of ciphers, double identities, espionage, and more!",
              "image": "https://2.bp.blogspot.com/-sr5AS-BV7f8/WznAmstd2YI/AAAAAAAAGTc/tPFNY3ZytZE5eieFMYYSIPSPPTT5zA8VQCLcBGAs/s1600/howe_340.jpg",
              "icon": "https://1.bp.blogspot.com/-ajWd68nNA_I/WznAqOEN1pI/AAAAAAAAGTg/se3gtlEz4M4Prw_dx62VbYFOYdQ6R247gCLcBGAs/s1600/howe_100.jpg",
              "id": 52
            },
            {
              "name": "Don Jolley Art",
              "speakerNames": [
                "Don Jolley"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Artwork of American History",
              "image": "https://2.bp.blogspot.com/-GetJtJSzMbk/Wx-r2K0YFrI/AAAAAAAAFxI/5TYyeF90z1M5iADRvEpFGHjnxIsf_ZbxwCLcBGAs/s320/jolley_340.jpg",
              "icon": "https://4.bp.blogspot.com/-eweyU6xCtQs/Wx-r5pG6MsI/AAAAAAAAFxM/h6gD7BMVaw8_AtLdNIlJ87AvXE3ZIt-VgCLcBGAs/s1600/jolley_100.jpg",
              "id": 62
            },
            {
              "name": "The Painted Hog Tavern",
              "description": "Historic Tavern with cooking demonstrations, historic games, occasionally tavern songs and music. We also have a indentured servant who has been known to run away.",
              "speakerNames": [
                "Mistress Westover",
                "Miss Meagan"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "18th Century Tavern",
              "image": "https://1.bp.blogspot.com/-7kaf6I1bASc/Wx-qF5XXxMI/AAAAAAAAFw0/uhw5zMnzBBAuATO2lkLR0ZLhPf_FQhVoQCLcBGAs/s320/paintedhog_340.jpg",
              "icon": "https://3.bp.blogspot.com/-yK5_Qyubuw4/Wx-qRQkxbAI/AAAAAAAAFw4/KQQfeiscDaoB_pCXDCMA9yqylFxCTeXjQCLcBGAs/s1600/paintedhog_100.jpg",
              "id": 63
            },
            {
              "name": "Lace Maker",
              "description": "Lace is a development of fifteenth century Europe and seems to have origins both in Italy and in Belgium. Initially its use in clothing was restricted to the clergy but it soon made its way into royalty fashion. By the time of the American Colonial period, lace was made throughout Europe. Each region had its own distinct style and many laws arose around it use. For example in England, it was against the law for anyone to wear French-made lace and English lace was only permitted to adorn the clothing of royalty, the clergy, and the aristocracy. In Colonial America, Englands lace laws were never enforced so anyone of means could wear it. However, because it takes about one hour to weave each square inch, it was never an affordable item.",
              "speakerNames": [
                "Marie Bassett"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Making lace by hand, one thread at a time",
              "image": "https://2.bp.blogspot.com/-OAbg_ahpWG8/Wx-hfWmAC5I/AAAAAAAAFvY/Cy2RzCzUUD0FhIrDS4RhH_gMOojZYFvSQCLcBGAs/s320/lace_340.jpg",
              "icon": "https://4.bp.blogspot.com/-UED-HZZvirE/Wx-hi-xVAjI/AAAAAAAAFvc/9PZC8Qz_0-Io5naETl4isXs2r8D-ITp-wCLcBGAs/s1600/lace_100.jpg",
              "id": 67
            },
            {
              "name": "Wildwood Mercantile",
              "location": "Wildwood Mercantile",
              "description": "Through most of the 18th century, the British colonists of North America looked to England for fashion and manufactured goods. These items were made available in the Mercantile. From buttons to fine china to fabrics, it was all there (or could be special ordered) for a price. Commerce was regulated by England and trade was heavily taxed causing goods that were imported to be very expensive.",
              "speakerNames": [
                "Tina Decker",
                "Barbara Mathews"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Retail store with 18th Century-type goods for sale",
              "image": "https://4.bp.blogspot.com/-iof_8iPSNQc/Wx8kaeILA1I/AAAAAAAAFsM/sI6N-anWIHkqlfwuuj_7WLzRBdiAEhdZwCLcBGAs/s320/wildwood_340.jpg",
              "icon": "https://3.bp.blogspot.com/-gWG3FkzSVow/Wx8kfTjGwgI/AAAAAAAAFsQ/mSekAun4X9kyVAcRBZIh5ca6mWoMWstfgCLcBGAs/s1600/wildwood_100.jpg",
              "id": 75
            },
            {
              "name": "Dead Man's Waistcoat",
              "description": "Dead Man's Waistcoat is known as the hardest working band in the Revolution. Their repertoire of the greatest hits of the 70's and 80's (The 1770's & 80's) bring the sounds and stories of the Revolution to life wherever they go. The group is composed of Margret, Caleb, Rose and Billy.",
              "speakerNames": [
                "Billy Flora"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Music of the late 1770s",
              "image": "https://1.bp.blogspot.com/-iCzuctgO3Hs/Wx6U4_f5LXI/AAAAAAAAFps/g-UQhCcLVssGyFRMHzFifCorY_nSP3IWACLcBGAs/s320/DMW_340.jpg",
              "icon": "https://1.bp.blogspot.com/-IFRw3kMImjQ/Wx6U9YxxIcI/AAAAAAAAFpw/rYr5WJel3pM3lO10NYDW9zDxFWJ4PhBIgCLcBGAs/s1600/DMW_100.jpg",
              "id": 81
            },
            {
              "name": "Silhouette Cutter",
              "location": "Kingsley Silhouettes",
              "description": "Developed in ancient Rome, the Silhouette (also known as \"profile\", \"shade\", \"shadow portrait\", or \"likeness\") became popular in Europe when the well-preserved ruins of Herculaneum and Pompeii were unearthed beginning in 1738. This discovery captured the imagination of the western world and the profile images, so prominent in the Roman pottery, became a craze throughout Europe virtually overnight. The term \"Silhouette\" comes from penny-pinching French minister of finance, Etienne de Silhouette. During the French and Indian war, the economic outlook for France was so bleak that Silhouette introduced extreme measures of taxation and austerity. The name \"Silhouette became synonymous with \"cheap and because this form of portraiture was dramatically less expensive than the alternatives of the day (painted portraits and sculpture), a \"shadow portrait\" was called \"silhouette\" and the name stuck.",
              "speakerNames": [
                "Robert Kingsley"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "The 18th century photo booth",
              "image": "https://3.bp.blogspot.com/-zBpGHJF1kJo/WyeiKk0S9aI/AAAAAAAAGAw/okgzIKFiEDwKFGH9MSQLdxEezg7YHlK-QCLcBGAs/s320/silhouette_340.jpg",
              "icon": "https://2.bp.blogspot.com/-zRfEYhAh3GE/WyeiOkDBrKI/AAAAAAAAGA0/sCTy1I6adfEaL7BnFk70Ug_JPr83-DOXwCLcBGAs/s1600/silhouette_100.jpg",
              "id": 87
            },
            {
              "name": "Colonial Dancing",
              "location": "Cup and Quill",
              "description": "Discover the joy of dancing and see if you are as graceful as George Washington.",
              "speakerNames": [
                "Kimberli Grant"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Dancing is a welcome diversion from the war.",
              "image": "https://2.bp.blogspot.com/-Ep_iM9IPWJk/WyuKcIj_UnI/AAAAAAAAGHU/ogA24VNvG3Q0sr9J2ghDwnUdTtnWr9pnwCLcBGAs/s320/washington_dancing_340.jpg",
              "icon": "https://3.bp.blogspot.com/-QsX2FL7cGg0/WyuKfaWHlyI/AAAAAAAAGHY/bgitA2kvyngbnSCbCjMGm4OF9SiPgsnGwCLcBGAs/s1600/washington_dancing_100.jpg",
              "id": 104
            },
            {
              "name": "Colonial Games",
              "location": "Colonial Games",
              "description": "Native American and Colonial games are available for children and adults to learn and play- including Nine Men's Morris, Fox and Geese, and Battledore.",
              "speakerNames": [
                "Chase Treadwell"
              ],
              "tracks": [
                "Colonial-life",
                "Hands-on",
                "Kid-friendly"
              ],
              "oneLiner": "Colonial fun for children of all ages!",
              "image": "https://1.bp.blogspot.com/-gTN4nIweoV4/WwxvwWHc9EI/AAAAAAAACyg/yDGeeCjoTTM7S4h8PFaby574Sg8xMInOACLcBGAs/s1600/game.JPG",
              "icon": "https://3.bp.blogspot.com/-gPVnATP9tZ0/WyuNW23u7LI/AAAAAAAAGHo/Uyogzq43cxYLjqwPETzQYD_58Vc9DA81wCLcBGAs/s1600/game_100.jpg",
              "id": 136
            },
            {
              "name": "Apothecary",
              "location": "Apothecary",
              "description": "Visit with the apothecary to get advice on which herbs to plant now to ward off the ague this winter.",
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Mortar and Pestle your way to wellness!",
              "image": "https://4.bp.blogspot.com/-6Dq2vod9j5Y/WycoLMH4jTI/AAAAAAAAF_s/h1AdKUIAeQ4S5_KaWm75AQ-siGnnn9mUwCLcBGAs/s1600/apothecary.png",
              "icon": "https://3.bp.blogspot.com/-c2gAzcyJOCE/WycomPPEGEI/AAAAAAAAF_0/QwZNh_jLYWsBXkxAF_Q7o9tZuDt0HWtogCLcBGAs/s1600/apotehcary_100.JPG",
              "id": 137
            },
            {
              "name": "Colonial Chores",
              "location": "Colonial Chores",
              "description": "Learn what colonial children did to help around the house- including cording, carding, and carrying water.",
              "tracks": [
                "Colonial-life",
                "Kid-friendly"
              ],
              "oneLiner": "It is the working man who is the happy man.",
              "image": "https://2.bp.blogspot.com/-q66pZbO1-Lw/Wwxu3DuVzkI/AAAAAAAACyY/JiGXdWWu_xQQqRVwO5WdMC9BvG7opbrAQCLcBGAs/s320/chores.JPG",
              "id": 138
            },
            {
              "name": "Broom Maker",
              "location": "Broom Maker",
              "description": "Come learn the art of broom making and why sorghum helped many a colonial household stay cleaner than ever! You may purchase a broom to take home with you.",
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "No household would be complete without its broom.",
              "image": "https://4.bp.blogspot.com/-WrfPJ8SeQiA/Wwxsk9N5VFI/AAAAAAAAAkk/NXuOVHvpmMEpW1q8tGj9V1gwO__OnMJlQCLcBGAs/s320/broommaker.png",
              "icon": "https://3.bp.blogspot.com/-g_cDQXXovmA/Ww_kWm_ar9I/AAAAAAAAEwE/mpxuwOZ-DPcRZt7t8tZd_FgJ1kr4U5w9QCLcBGAs/s1600/broommaker_icon.jpg",
              "id": 139
            },
            {
              "name": "Colonial School",
              "location": "Schoolhouse",
              "description": "When young visitors come to our Colonial school, they will be introduced to manners and methods of education in the mid-eighteenth century. We use slates, games, recitation, and lemon drops to provide kids with a fun, memorable colonial experience.",
              "speakerNames": [
                "Michelle Treadwell",
                "Karen Longmore"
              ],
              "tracks": [
                "Colonial-life",
                "Kid-friendly"
              ],
              "oneLiner": "Young visitors can join us for a fun 18th century educational experience on the hour and on the half hour",
              "image": "https://4.bp.blogspot.com/-PWaI6Qdl760/Wzm7s13pY5I/AAAAAAAAGSs/M1ScWB1pbFgrSIChB99xCmwZvNg_w2hfwCLcBGAs/s320/colonial_school_340.jpg",
              "icon": "https://3.bp.blogspot.com/-e9RMT0hsFbg/Wyu-7cdy57I/AAAAAAAAGLY/ALK2BeihOdQUgg9VFkkxBN7mbGfrHl0LgCLcBGAs/s1600/school_100.jpg",
              "id": 140
            },
            {
              "name": "Woodworker",
              "location": "Woodwright Shop",
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Turning wood on a lathe was common in the 18th centruy",
              "image": "https://4.bp.blogspot.com/-KCY-N5I8x7A/WwxpZR5k5mI/AAAAAAAAAkY/_bGfSIwX-FYqG6dIYCMIqA2g5we1lU13ACLcBGAs/s320/woodworker.png",
              "icon": "https://1.bp.blogspot.com/-Xr378jHYn4Y/WzZYCjfpmyI/AAAAAAAAGQE/XAqA17TObTgtTpQQ0it1_IAUHDEjtgihACLcBGAs/s1600/woodworker_100.png",
              "id": 141
            },
            {
              "name": "Mama Africa",
              "location": "Mama Africa's Eatery",
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Colonial Cooking with African Influence",
              "image": "https://1.bp.blogspot.com/-L9PGhNKxdkU/WzZ8IbSiQkI/AAAAAAAAGRA/jHkPsUCcO3oeJ8B8NCL1GY1RqBiZcQO4QCEwYBhgL/s1600/Not_available_340.png",
              "icon": "https://4.bp.blogspot.com/-cYhZ1ErDgxQ/WzZ8Nxy4CqI/AAAAAAAAGRE/tRYdULYouOkhVslx8r6dgThGJscu3lGNACEwYBhgL/s1600/Not_available_100.png",
              "id": 8
            },
            {
              "name": "Mayflower",
              "location": "Scera Theater",
              "description": "The Mayflower first set sail on August 5, 1620- carrying 102 passengers, about half of which were \"Saints\" and the other half \"Strangers\". No drawings are know to exist; however in 1957 a replica (the Mayflower II) was built using records about the original in conjunction with other merchant ships of the time. At the Colonial Festival Museum, you can see the largest scale model of the Mayflower Ii in the world.",
              "tracks": [
                "Colonial-life"
              ],
              "image": "https://3.bp.blogspot.com/-Ms8NqfSLVCM/WwxkLDDqlyI/AAAAAAAACyA/A_H2LFprCYgwFAhbqlxlEPHFIltNtwGEQCLcBGAs/s320/mayflower.JPG",
              "id": 144
            },
            {
              "name": "Continental Military",
              "tracks": [
                "Colonial-life"
              ],
              "image": "https://3.bp.blogspot.com/-4OluRw03dqM/WwxjTF3r3XI/AAAAAAAAAkA/5-9ujKY_H7cthkqoWERkUssOiXZvKb7mwCLcBGAs/s320/Not_available.png",
              "id": 145
            },
            {
              "name": "Stocks and Pillory",
              "description": "Crimes and punishments of the Colonial times were meant to be fair, just, and of such a consequence that one would choose to choose differently the next time! Watch out! If you're caught being a spy for the General, you may end up in the stocks!",
              "tracks": [
                "Colonial-life"
              ],
              "image": "https://3.bp.blogspot.com/-3DXTfH8vzgY/WwxiDjyx1hI/AAAAAAAAAj0/sPgGkqk_ZN0-Mbtb36K-VY9w8tuXbGxuACLcBGAs/s320/syocksandpillary.png",
              "id": 146
            },
            {
              "name": "Village Potter",
              "location": "Chipman Pottery",
              "description": "Pottery is the general term for pots, dishes and other articles made of earthenware or baked clay. Households in the American Colonies commonly had locally made pottery as well as items made in Europe and the Orient. Most pottery made in the colonies was utilitarian in nature, such as chamber pots, butter pots, pans and other household and kitchen items. A few skilled potters immigrated to the Colonies from Europe and established businesses in larger cities. Outside of urban areas, there were few dedicated potters. It was common for farmers to engage in pottery making when other demands on their time allowed.",
              "speakerNames": [
                "Ron Chipman",
                "Valene Chipman"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Functional Pottery made while you wait",
              "image": "https://4.bp.blogspot.com/-2omai10PbJI/Www_13An0NI/AAAAAAAAAjo/3ElGSnx1dCEMgzBOwM4YBpGB6949GI1PwCLcBGAs/s1600/potter.png",
              "icon": "https://1.bp.blogspot.com/-q4YZbeCTFWM/Wx82nS0ZzUI/AAAAAAAAFtk/c3iofL-PZPwge1LT-7yY5GTZ8rY735lXwCLcBGAs/s1600/potter_100.png",
              "id": 147
            },
            {
              "name": "Calligrapher",
              "tracks": [
                "Colonial-life"
              ],
              "image": "https://1.bp.blogspot.com/-KtBpgC9LZ7s/Www_q6N8aHI/AAAAAAAACx0/rBtKqDEmBTIUncI8EgEaz3tqPs8eEEQrACLcBGAs/s320/calli.JPG",
              "id": 148
            },
            {
              "name": "Basket Maker",
              "description": "Baskets are among the oldest artifacts of human civilization. Virtually every society made some form of baskets and the materials used were extremely varied. During much of the colonial period there was a thriving basket-makers guild in England that sent baskets in large quantities to the colonies. These baskets were largely sold in cities while rural areas tended to rely on locally-produced baskets. The preferred material for baskets in much of the colonies was white oak. Trees no larger than six inches in diameter were felled and the trunks divided into long, flexible, weaving splits. These were allowed to dry for a few days and were made into baskets of a variety of shapes and sizes by both men and women as basketry requires more dexterity than strength. Colonial children were taught these skills at very early ages.",
              "speakerNames": [
                "Sharon Heelis"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "the multi-purpose container of the 18th century",
              "image": "https://4.bp.blogspot.com/-oRwcbKaoq2U/Wx-lLapziPI/AAAAAAAAFvo/vsqzjeJAyKA5P8gKMMgo9MmtcNaOWyXMgCLcBGAs/s320/basket_340.jpg",
              "icon": "https://4.bp.blogspot.com/-ANWg8gE_cfc/Wx-lN-vcsFI/AAAAAAAAFvs/iByyHsi6_Wcf_2onImUReCBpgkYO_aGLACLcBGAs/s1600/basket_100.jpg",
              "id": 149
            },
            {
              "name": "Fiber Arts",
              "description": "Many American colonists made their own clothes from scracth. Wool, cotton, flax or silk had to be grown, harvested, processed and sewn in order for people to have clothing. Most spinning, weaving, knitting, lace making or sewing were home industries, both for personal use and for sale. This exhibit demonstrates the processes of spinning, weaving and bobbin lace.",
              "speakerNames": [
                "Erin Riggs",
                "Lori Walker"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Spinning, weaving, bobbin lace and other historic fiber arts",
              "image": "https://3.bp.blogspot.com/-Z7I98XegHhY/Www6i878klI/AAAAAAAAAjI/j-sHUo2HPWUY72ON8CXS5g82T3d6JevNACLcBGAs/s1600/fiberarts.png",
              "icon": "https://1.bp.blogspot.com/-ZBlxfzIQ0_o/Wx-1jXLdsAI/AAAAAAAAFyE/oFmmqpcu0aQwLDP5jMLBGEgcCN4KLuqeACLcBGAs/s1600/fiberarts_100.png",
              "id": 150
            },
            {
              "name": "Coffin Maker",
              "tracks": [
                "Colonial-life"
              ],
              "image": "https://4.bp.blogspot.com/-_hHNHW5fICw/Www42atNC7I/AAAAAAAAAi8/j51uALCaYMc_-TSu3g8QPll0iZyEIcYagCLcBGAs/s320/coffinmaker.png",
              "id": 151
            },
            {
              "name": "Hatter",
              "location": "Shaw Hat Shop",
              "description": "In the American colonies, a hat was a head coveringwith a brim and would not have been confusedwith a cap, hood, or bonnet. The hattermade mens hats, most often from beaver skin,wool, or straw. Hats were worn to keep thehead warm or to protect it from the sun. Colonialfashion dictated that respectable men keeptheir heads covered when out of doors, either bywearing a wig or a hat. Hats were always removedindoors. Because the eighteenth century production offelt for hats required the use of mercury, hatterswere regularly exposed to this toxin. As itbuilt up in their bodies over time, it often causeddementia. The phrase mad as a hatter has itsorigin in this trade of the 1700s.",
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Hats made for fashion and Function",
              "image": "https://1.bp.blogspot.com/-M5L9qUzMvQM/WxWLpaYYvII/AAAAAAAAFgk/mrCdpszOuk0Us8_rTFVI_rE0yb9DOpKqwCLcBGAs/s320/hatter_340.jpg",
              "icon": "https://4.bp.blogspot.com/-39EE8y2ixuE/WxWLzo-bUaI/AAAAAAAAFgo/dmTPkMsB4uch-emP2egLYh0sN9o2CFY-ACLcBGAs/s1600/hatter_100.JPG",
              "id": 152
            },
            {
              "name": "Colonial Portraits",
              "tracks": [
                "Colonial-life"
              ],
              "image": "https://2.bp.blogspot.com/-LUxWhO6HRBU/Www2W1LclMI/AAAAAAAAAiw/ChMDObck_ToT-E9f9W_Gk5H7H1mGxsAwwCLcBGAs/s320/colonialportraits.png",
              "id": 153
            },
            {
              "name": "Dickert Gunsmith",
              "description": "Unlike simple tools such as hammers and axes, which were largely imported from England, muskets and rifles in the 18th century British Colonies were typically made to order. And like a suit of fine clothes, the firearms were sized to fit the customer. Come watch colonial era firearms being made by hand with traditional tools.",
              "speakerNames": [
                "Jacob Dickert"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Gun building and barrel rifling",
              "image": "https://4.bp.blogspot.com/-iu_hznlPW0k/WwwyO9eKd0I/AAAAAAAACxc/10ldQe1WSvEpPXMdqfQ4Adycg-qadi4fwCLcBGAs/s1600/Gunsmith.JPG",
              "icon": "https://4.bp.blogspot.com/-2-stYqRgD80/Wx8uwJVXrvI/AAAAAAAAFtI/5LRrpqRque0IWwIOJIM0NqVHL4DqByXAACLcBGAs/s1600/Gunsmith_100.jpg",
              "id": 154
            },
            {
              "name": "Spoon Maker",
              "tracks": [
                "Colonial-life"
              ],
              "image": "https://3.bp.blogspot.com/-U1yDyiT6yv4/WwwxuHsxpcI/AAAAAAAAAik/82N6563evLgtnUeHcOFYmH9rCJC7qsLOgCLcBGAs/s320/spoonmaker.png",
              "id": 155
            },
            {
              "name": "Carol's Station",
              "location": "Western Frontier",
              "description": "Carol's Station was founded by Kent Klein and Greg Bohman, named after Kent's late wife Carol. Stations were small settlements consisting of several families. Stations were the western most settlements on the frontier. Come visit with frontiersmen involved with the fur trade.",
              "speakerNames": [
                "Lynn Calan",
                "Kent Klein",
                "Kevin McCarthy",
                "Scota McCarthy",
                "Bette Bohman",
                "Greg Bohman",
                "Ebeneezer Stone",
                "Sadie Marie"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "A colonial frontier village",
              "image": "https://3.bp.blogspot.com/-Xjxo_y9xhyI/WwwunoYhMgI/AAAAAAAAAiM/IrMVMf3-SOcCddSk__d_gwZhtWkpDE11gCLcBGAs/s320/frontiervillage.png",
              "icon": "https://2.bp.blogspot.com/-Xm24Ap4m7G8/Wx6k8c8TiQI/AAAAAAAAFqY/gNWlZS34rDY6VURbncrfm25szsFfSaC5gCLcBGAs/s1600/carol_100.jpg",
              "id": 156
            },
            {
              "name": "British Military Encampment",
              "location": "British Military Encampment",
              "description": "The term \"redcoat\" was a derogatory one, used as a name of contempt for a soldier. In the American colonies the term \"lobster\" was applied to the redcoat soldier. The public perception of private soldiers varied with the times, they could be seen as a lower class of subservient individuals but were widely commemorated in times of victory and war.",
              "speakerNames": [
                "John Redmayne"
              ],
              "tracks": [
                "British",
                "Military"
              ],
              "oneLiner": "The most disciplined army of the day",
              "image": "https://4.bp.blogspot.com/-joGDZJpyzRM/Wyj4F1C7CnI/AAAAAAAAGEk/iYcMzTTLGF8CdjCLk06ntgzlzVyKHQCuQCLcBGAs/s320/british_camp_340.jpg",
              "icon": "https://4.bp.blogspot.com/-GvT1nmBPCZg/Wyj4I7fkXFI/AAAAAAAAGEo/y6tf_wdms5Az_nlOph7wgFrT8JgNtS4zQCLcBGAs/s1600/british_camp_100.jpg",
              "id": 157
            },
            {
              "name": "Continental Military",
              "location": "Continental Camp",
              "description": "Regiments of the Continental Army were composed of soldiers who generally enlisted for a term of less than a year, with the most common term being eight months. Soldiers in state militias came from many different backgrounds, leaving their farms and other work when called upon. Because the newly founded nation had little money to pay soldiers, many served for ideological reasons, rather than financial ones. At the beginning of the Revolutionary War, the loyalties of most American soldiers were to their local regions or colonies. One of General Washingtons greatest challenges of the war was to help these men see themselves as American soldiers rather than as Pennsylvania, Massachusetts, or Virginia soldiers.",
              "speakerNames": [
                "Josiah Harmar"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Continental forces and Militiamen defend American liberty",
              "image": "https://2.bp.blogspot.com/-oXMhyoLtC9c/Wwwrj-LCITI/AAAAAAAAAiA/jyNfxZPwWFEs3lsLiuVVuPzmK8ih6zYPQCLcBGAs/s320/continentalmilitary.png",
              "id": 158
            },
            {
              "name": "Military Surgeon",
              "location": "Military Surgeon",
              "description": "The military surgeon had the primary responsibilityto treat wounds received in battle: stop bleeding, removemusket balls, and amputate limbs. When notso engaged, the surgeon was responsible for treatingthe sick among the ranks. In the RevolutionaryWar, more soldiers died from disease than from battlewounds. As the germ theory of disease was notdeveloped until the late nineteenth century, physiciansof the day did not understand that illness couldbe passed from patient to patient, instead believingthat disease originated from rotting matter and unsanitaryconditions.",
              "tracks": [
                "Military"
              ],
              "oneLiner": "Need an amputation? You have come to the right place.",
              "image": "https://2.bp.blogspot.com/-lyQEzCDv_4s/WwwpL1nPo0I/AAAAAAAAAh0/e80fyWNEPDszxbKiq-BS1serh5lsw0OWQCLcBGAs/s320/militarysurgeon.png",
              "icon": "https://1.bp.blogspot.com/-gRz6E09_9U8/WzZBNBfvvcI/AAAAAAAAGPM/sE58X7UQsjw17H8-YBxHkvuIng4qKRlBgCLcBGAs/s1600/surgeon_100.png",
              "id": 159
            },
            {
              "name": "Patriot Blacksmith",
              "location": "Fighting Quaker Forge",
              "description": "Perhaps no tradesman was more important to Colonial commerce than was the blacksmith. Although some basic tools were made in England and shipped to the colonies, it was much more common for wrought iron stock to be shipped, where it was made into a variety of tools and hardware by local blacksmiths. During the American colonial period, the blacksmith was often at the forefront of technological innovation. The blacksmith made nails, chain, and gate hardware; he repaired tools for farming and mended wagons; virtually all other craftsmen depended on the local blacksmith directly in one way or another. A young man learned the trade through an apprenticeship that began at around 14 years of age and lasted for seven years. In exchange for being taught the trade as well as how to read, write, and do basic mathematics, the apprentice worked for the master without pay.",
              "speakerNames": [
                "Micheal Mendenhall"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Fabrication of iron tools and hardware",
              "image": "https://2.bp.blogspot.com/-zl9B0zs-nII/Wyj_uyrRB5I/AAAAAAAAGGA/UESiGNvhBco_M94x_Y0sANZT8YvM7P5XACLcBGAs/s320/mrndenhall_blacksmith_340.jpg",
              "icon": "https://1.bp.blogspot.com/-RH6e6heUPZc/Wyj_yASpnnI/AAAAAAAAGGE/B04ZkYkxHg0U5XngWUpYjd21R5OBuA7nwCLcBGAs/s1600/mrndenhall_blacksmith_100.jpg",
              "id": 160
            },
            {
              "name": "Isaiah Thomas Print Shop",
              "location": "Isaiah Thomas Print Shop",
              "description": "Dubbed the 'Foundry of Sedition' by Boston Loyalists, this print shop was one of the primary sources for information supporting American independence.  As a regular meeting place for the Sons of Liberty, it was frequented by the likes of Samuel Adams, John Hancock, Paul Revere, and James Otis.  You can join them as fugitives from British justice by setting your name in type and printing your own wanted poster.",
              "speakerNames": [
                "Isaiah Thomas",
                "Anthony Haswell"
              ],
              "tracks": [
                "Kid-friendly",
                "Hands-on",
                "Craft",
                "Colonial-life"
              ],
              "oneLiner": "Where sedition is invented, manufactured, and distributed",
              "image": "https://3.bp.blogspot.com/-o3S_zP4lCt4/WekR5GQHRxI/AAAAAAAADaQ/1-bQNbB-bq0uAHIbZPXkktrWPmLW0iaeQCEwYBhgL/s320/print_shop_340.png",
              "album": "https://photos.app.goo.gl/2FGqlDFvGEPA5Abs2",
              "id": 180
            },
            {
              "name": "Francis Cooperage",
              "location": "Francis Cooperage",
              "description": "The craftsman who makes buckets, barrels and casks from wood bound together with metal hoops is called a cooper. During the American colonial period, barrels and casks played a major role in transporting goods of many varieties between England and the colonies. They were very durable and easily moved even when very heavily loaded. Oak barrels were vital to the creation and storage of the products of distillers like George Washington and brewers like Samuel Adams. The cooper was a skilled craftsman who worked both with wood and metal to create a watertight, durable container that was the heart of commercial trade both among the colonies and between the colonies and England.",
              "speakerNames": [
                "John Francis"
              ],
              "tracks": [
                "Craft",
                "Colonial-life"
              ],
              "oneLiner": "Buckets, Barells, and casks all made to order",
              "image": "https://3.bp.blogspot.com/-O1l3vd4X8dU/WekR2RIINgI/AAAAAAAADag/2inm9Z76MsIEe3azsm-rFL9XQaRiRkjggCEwYBhgL/s1600/cooperage_340.png",
              "id": 181
            },
            {
              "name": "Chandler",
              "location": "Sarah Davenport Chandlery",
              "description": "As early as the middle ages, the title chandler referred to the individual who directed candle making for a large household. Candles were made by repeatedly dipping a wick into molten wax and letting the wax cool. Each dipping added a new layer of wax and increased the size of the candle. This work was accomplished in a room referred to as a chandlery. Later, this term also referred to commercial establishments where candles were made or sold. In smaller households, the chandlers function did not require full time staff and was generally completed under the direction of the kitchen staff. By the late 1700s, many of the candles used in the American colonies were produced by commercial chandlers. Soap is a natural by-product of candle making, so many chandleries also sold soap. As both candles and soap were typical supplies for seagoing vessels, many chandleries in the American Colonies expanded to be general outfitters of ships.",
              "speakerNames": [
                "Sara Davenport"
              ],
              "tracks": [
                "Kid-friendly",
                "Hands-on",
                "Craft"
              ],
              "oneLiner": "Hand dipped candles and more",
              "image": "https://2.bp.blogspot.com/-wp-Sk0LdpFM/WelgAJ-xkdI/AAAAAAAADco/KzovkYsX1PE6sTmdvP6bHtoMfJx0373FwCLcBGAs/s320/cahndler_340.png",
              "id": 182
            },
            {
              "name": "Geroge Washington's Camp",
              "location": "Washington's Camp",
              "speakerNames": [
                "George Washington"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "A compete military encampment",
              "image": "https://4.bp.blogspot.com/-AjYfB_nYTRk/WekR0y5mRVI/AAAAAAAADag/TLzXR-irSEcb3ImJBjPg2G9OxT-BgEcpACEwYBhgL/s320/camp_340.png",
              "id": 183
            },
            {
              "name": "Cup and Quill",
              "location": "Cup and Quill",
              "description": "Sit and discuss the issues of the day",
              "tracks": [
                "Kid-friendly",
                "Hands-on",
                "Craft"
              ],
              "oneLiner": "Sit a spell and chat a the Calligrapher writes your name on book mark",
              "image": "https://2.bp.blogspot.com/-mpmY6AY3AE8/Wele7rmiNuI/AAAAAAAADcc/HXuxEteCIFQ1I4aI48iKgAZbzoFqgHuoACLcBGAs/s1600/cup_quill_340.png",
              "icon": "https://3.bp.blogspot.com/-xgX8c9pHvUE/WzZChKVQGzI/AAAAAAAAGPY/DRn4Bsf3Qx8nMG6JeJBTiUsWDwrHD2trwCLcBGAs/s1600/cup_quill_100.png",
              "id": 184
            },
            {
              "name": "Baker",
              "location": "Abigail's Oven Bakery",
              "description": "In colonial times, the baker was an important part of virtually all communities. Only the wealth could afford to have the kind of oven that could bake great bread, so the vast majority of bread was commercially produced. Because bread was such an important component of the colonial diet, the price of bread was government regulated, as was the case with many basic goods. Bakers made bread in a variety of shapes and sizes. The most common were one- and two-pound loaves, which typically sold for two and four cents each.",
              "speakerNames": [
                "Alysia Hurtado"
              ],
              "tracks": [
                "Craft",
                "Food"
              ],
              "oneLiner": "Fresh bread, cookies, and cake all made in the colonial tradition",
              "image": "https://2.bp.blogspot.com/-pIOMDMCkEmw/WekR0eLEXZI/AAAAAAAADag/VIzR36nKmYsnvPX5cOGqETeJmrnumOYvgCEwYBhgL/s320/bakery_340.png",
              "icon": "https://2.bp.blogspot.com/-IrRQ0NfNO6A/WxqAIAy6m4I/AAAAAAAAFm4/_1tdUqLAq8wBrBnIucnqBiigkOHtR1hUACLcBGAs/s1600/bakery_100.png",
              "id": 185
            },
            {
              "name": "Silhouette Cutter",
              "location": "Map # 7",
              "speakerNames": [
                "Robert Kingsley"
              ],
              "tracks": [
                "Craft"
              ],
              "oneLiner": "The quick protrait of the 18th century, you can have your own made in just a few mintes",
              "image": "https://1.bp.blogspot.com/-xYgh91Vd4FA/WekR6E9bjgI/AAAAAAAADag/TaP7_x9Qr9IqTp1SF6RP5jqwHSAGM571QCEwYBhgL/s320/silhuoette_340.png",
              "id": 186
            },
            {
              "name": "LoyalistBlacksmith",
              "location": "Thayne Blacksmith Shop",
              "description": "Perhaps no tradesman was more important to Colonial commerce than was the blacksmith. Although some basic tools were made in England and shipped to the colonies, it was much more common for wrought iron stock to be shipped, where it was made into a variety of tools and hardware by local blacksmiths. During the American colonial period, the blacksmith was often at the forefront of technological innovation. The blacksmith made nails, chain, and gate hardware; he repaired tools for farming and mended wagons; virtually all other craftsmen depended on the local blacksmith directly in one way or another. A young man learned the trade through an apprenticeship that began at around 14 years of age and lasted for seven years. In exchange for being taught the trade as well as how to read, write, and do basic mathematics, the apprentice worked for the master without pay.",
              "speakerNames": [
                "Rick Thayne",
                "William Aston"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "18th century iron work made to order",
              "image": "https://2.bp.blogspot.com/-4g-vcqBAApc/WekR0UY8f8I/AAAAAAAADag/3DFyc4AXcM0uTBfb_EbMeRYT4CK7vEb8ACEwYBhgL/s320/blacksmith_340.png",
              "id": 187
            }
          ]
        }
      ]
    },
    {
      "date": "2021-07-02",
      "groups": [
        {
          "groupLabel": "9:00 am",
          "sessions": [
            {
              "name": "Continental Artillery",
              "location": "Continental Field",
              "description": "The cannon was the most powerful weapon used in the American Revolution. It had the ability to strike fear into the hearts of opposing troops. The cannon fired at this event is a six-ponderer, a typical field gun. Six-pounds refers not to the weight of the cannon but to the weight of the ball it fires.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Continental soldiers load and fire cannon typical of the Revolutionary War.",
              "icon": "https://1.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwc/lXNZI-9_WowyrFpY4K207jgOm5ogMQdNwCEwYBhgL/s1600/cannon_100.png",
              "image": "https://3.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwY/xREbtzn3wokHZd6LqJmXeiwmAlmCp_xIwCEwYBhgL/s320/cannon_340.png",
              "timeStart": "9:00 am",
              "timeEnd": "9:30 am",
              "id": 209
            },
            {
              "name": "Changing of the Guard",
              "location": "King's Field",
              "description": "What better way to start your day after the boom of cannon than with the drill and ceremony of His Majestys troops. The 7th Company, Coldstream Guards prepares for the new day.",
              "tracks": [
                "Military",
                "British"
              ],
              "oneLiner": "British Changing of the Guard",
              "icon": "https://3.bp.blogspot.com/-lfTF6lII0a4/Wx2hql2tUrI/AAAAAAAAFoI/FWYtB9bWHaMxCPB5AlHcP-HcxWYjZZ7oQCLcBGAs/s1600/guard_100.jpg",
              "image": "https://4.bp.blogspot.com/-3j4BPjcgXgM/Wx2hmmjA_BI/AAAAAAAAFoE/orRMN3ZRlKc3d0GKXzUQFr18W8vcVqjSwCLcBGAs/s320/guard_340.jpg",
              "timeStart": "9:15 am",
              "timeEnd": "9:45 am",
              "id": 197
            },
            {
              "name": "Tea Tax Debate",
              "location": "Old South Church",
              "description": "The Boston Tea Party was a political protest and mercantile protest by the Sons of Liberty in Boston, Massachusetts, on December 16, 1773. In defiance of the Tea Act of May 10, 1773, which allowed the British East India company to sell tea from China in American colonies without paying any taxes, thus undercutting local tea merchants, the demonstrators, some disguised as Native Americans, destroyed an entire shipment of tea sent by the East India Company. If you arrive early, you may be able to assume a role and help determine the fate of the tea in this audience-involved reenactment.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "A spirited debate to decide the fate of the 92,000 pounds of tea aboard three ships in the Boston Harbor.",
              "image": "https://2.bp.blogspot.com/-F4eCZ4AbL6Y/WelaQr50-dI/AAAAAAAADbw/xOTnkjHWB_owFwAm-ryvieazE6nvrbf8QCLcBGAs/s320/tea_tax_340.png",
              "timeStart": "9:30 am",
              "timeEnd": "10:00 am",
              "id": 230
            }
          ]
        },
        {
          "groupLabel": "10:00 am",
          "sessions": [
            {
              "name": "Culper Spy Ring",
              "location": "Mr. Hazzard's office",
              "description": "Discover how General Washington gained valuable information during the revolution. Mr. Hazzard will delight you with tales of how brave patriots gathered information for the General, and, if you're lucky, you may find that the General has need of your assistance",
              "speakerNames": [
                "Abraham Woodhull",
                "Samuel Culper Senior",
                "Mr. Hazzard"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Instruction on how to participate in the festival as a spy",
              "icon": "https://1.bp.blogspot.com/-_BL1jeQMIEQ/WyEMlRvQlZI/AAAAAAAAF0o/R3N-TCuAlN0fxNGh1C7SoGRRiy8FZwH1ACLcBGAs/s1600/wheel_100.jpg",
              "image": "https://3.bp.blogspot.com/-BZCeUEZD2XU/WyEMoKjxfPI/AAAAAAAAF0s/28Xr5L48E4AGQBi0KOR0PqwjPsU65jNawCLcBGAs/s320/wheel_340.jpg",
              "timeStart": "10:00 am",
              "timeEnd": "10:15 am",
              "id": 43
            },
            {
              "name": "Childrens Militia",
              "location": "Old South Church",
              "description": "During colonial America, all able-bodied men of certain ages were members of the militia. Individual towns formed local independent militias for their own defense. It was the militias of various towns in Massachusetts that fought the first successful battles of the revolution: Lexington, Concord, Bunker Hill. The new Constitution empowered Congress to \"organize, arm, and discipline\" this national military force, leaving significant control in the hands of each state government",
              "tracks": [
                "Audience-involved",
                "Kid-friendly"
              ],
              "oneLiner": "After debating the fate of the tea, young patriots are invited to join the militia to muster as they march through the Colonial Village.",
              "icon": "https://1.bp.blogspot.com/-0Ec2poaoPLw/Wyur29XbTaI/AAAAAAAAGKA/EsZkVvmb8LQngKP2yMzrHN-iCpk8b9IqACLcBGAs/s1600/childrens_mimlitia_100.png",
              "image": "https://2.bp.blogspot.com/-SPYwDvp1jbw/WelBxA4xnuI/AAAAAAAADbU/MUaYQ8_8S2E8IGKl0ZpUOFTC48V3hDbBACEwYBhgL/s1600/childrens_mimlitia_340.png",
              "timeStart": "10:00 am",
              "timeEnd": "10:30 am",
              "id": 188
            },
            {
              "name": "Skirmish",
              "location": "King's Field",
              "description": "Witness a skirmish between British troops, Colonial Militia & Washingtons Continentals. Gain insight as to how the war was actually fought.",
              "speakerNames": [
                "John Redmayne",
                "George Washington"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Skirmish between British troops and the Americans",
              "icon": "https://3.bp.blogspot.com/-gaBuNKzTaII/Wx2g8CTHDeI/AAAAAAAAFn4/8642qyn3AJUI_QLOOR906cWQEzXo7Bt-gCLcBGAs/s1600/skirmish_100.jpg",
              "image": "https://4.bp.blogspot.com/-mwlBn_doz6M/Wx2g0_BVywI/AAAAAAAAFn0/0W2Qm6d2WRgdNiVGixzTNKNIXrB5AtXLQCLcBGAs/s320/skirmish_340.jpg",
              "timeStart": "10:00 am",
              "timeEnd": "10:30 am",
              "id": 225
            },
            {
              "name": "Continental Artillery & Infantry",
              "location": "Continental Field",
              "description": "Powder and ball were the implements of force in the 18th century. An individual soldier could fire his musket at the rate of about four shots per minute--one shot every 15 seconds. An experienced cannon crew could fire at about the same rate.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Demonstrations of large and small arms of the American Revolution",
              "icon": "https://3.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwU/huNw_RQutUQKTlNgAHk4uc809It0-uLdgCLcBGAs/s1600/cannon_100.png",
              "image": "https://4.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwQ/WoLRyEuAeWwALvAu56od8gcqa1MLiXEOgCEwYBhgL/s320/cannon_340.png",
              "timeStart": "10:30 am",
              "timeEnd": "11:00 am",
              "id": 200
            }
          ]
        },
        {
          "groupLabel": "11:00 am",
          "sessions": [
            {
              "name": "Declaration of Independence",
              "location": "Old South Church",
              "description": "With some artistic license, this is the first public reading of the Declaration of Independence in Massachusetts.  News has just reached the state from Pennsylvania and made it way on to the fron page fo the Massachusetts Spy, America's moist popular news outlet.",
              "speakerNames": [
                "John Adams",
                "George Washington",
                "Patrick Henry",
                "Isaiah Thomas"
              ],
              "tracks": [
                "Founding-Fathers"
              ],
              "oneLiner": "Patrick Henry, John Adams, General Washington join with like-minded colonials for the first reading of the Declaration in New England - thanks to Isaiah Thomas and his paper, The Massachusetts Spy.",
              "icon": "https://4.bp.blogspot.com/-QfNDIbjilT0/WyuzjzrT4UI/AAAAAAAAGKM/ZViLLM58XOA1TwY-qfd_i3ZzsNc0l-WswCLcBGAs/s1600/declaration_100.jpg",
              "image": "https://1.bp.blogspot.com/-H98POZW2-ks/Wyuzn2GnpHI/AAAAAAAAGKQ/akJlcHTwDi4BSib7SOqp5_b2z1fcWVNRACLcBGAs/s320/declaration_340.jpg",
              "timeStart": "11:30 am",
              "timeEnd": "12:00 pm",
              "id": 215
            }
          ]
        },
        {
          "groupLabel": "12:00 pm",
          "sessions": [
            {
              "name": "Continental Artillery",
              "location": "Continental Field",
              "description": "The cannon was the most powerful weapon used in the American Revolution. It had the ability to strike fear into the hearts of opposing troops. The cannon fired at this event is a six-ponderer, a typical field gun. Six-pounds refers not to the weight of the cannon but to the weight of the ball it fires.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Continental soldiers load and fire cannon typical of the Revolutionary War.",
              "icon": "https://1.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwc/lXNZI-9_WowyrFpY4K207jgOm5ogMQdNwCEwYBhgL/s1600/cannon_100.png",
              "image": "https://3.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwY/xREbtzn3wokHZd6LqJmXeiwmAlmCp_xIwCEwYBhgL/s320/cannon_340.png",
              "timeStart": "12:00 pm",
              "timeEnd": "12:30 pm",
              "id": 210
            },
            {
              "name": "Hog Stealing Trial",
              "location": "Old South Church",
              "description": "Unlike crimes against the crown (such as smuggling), crimes committed by one colonist against another were taken very seriously. Come observe the wheels of British justice turn in 18th century America. If you arrive a bit early, you may even be chosen to help determine the fate of the accused.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "One colonist is accused of stealing anothers hog. Watch as the wheels of British justice turn and help decide the fate of the accused.",
              "icon": "https://1.bp.blogspot.com/-IX53xKahH6k/Wyu2lx4ARwI/AAAAAAAAGKg/wj-EUGJwo4gHlgqbYg7KCf-kfRB0Znn3QCLcBGAs/s1600/hogs_100.jpg",
              "image": "https://1.bp.blogspot.com/-WnhSYotNfSg/Wyu2q67Uh-I/AAAAAAAAGKk/qo2jZSjIfB4JaDEVGFgwJebTAJe_Ukm4ACLcBGAs/s1600/hogs_340.jpg",
              "timeStart": "12:30 pm",
              "timeEnd": "1:00 pm",
              "id": 218
            }
          ]
        },
        {
          "groupLabel": "1:00 pm",
          "sessions": [
            {
              "name": "Culper Spy Ring",
              "location": "Mr. Hazzard's office",
              "description": "Discover how General Washington gained valuable information during the revolution. Mr. Hazzard will delight you with tales of how brave patriots gathered information for the General, and, if you're lucky, you may find that the General has need of your assistance",
              "speakerNames": [
                "Abraham Woodhull",
                "Samuel Culper Senior",
                "Mr. Hazzard"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Instruction on how to participate in the festival as a spy",
              "icon": "https://1.bp.blogspot.com/-_BL1jeQMIEQ/WyEMlRvQlZI/AAAAAAAAF0o/R3N-TCuAlN0fxNGh1C7SoGRRiy8FZwH1ACLcBGAs/s1600/wheel_100.jpg",
              "image": "https://3.bp.blogspot.com/-BZCeUEZD2XU/WyEMoKjxfPI/AAAAAAAAF0s/28Xr5L48E4AGQBi0KOR0PqwjPsU65jNawCLcBGAs/s320/wheel_340.jpg",
              "timeStart": "1:00 pm",
              "timeEnd": "1:15 pm",
              "id": 44
            },
            {
              "name": "Tea Tax Debate",
              "location": "Old South Church",
              "description": "The Boston Tea Party was a political protest and mercantile protest by the Sons of Liberty in Boston, Massachusetts, on December 16, 1773. In defiance of the Tea Act of May 10, 1773, which allowed the British East India company to sell tea from China in American colonies without paying any taxes, thus undercutting local tea merchants, the demonstrators, some disguised as Native Americans, destroyed an entire shipment of tea sent by the East India Company. If you arrive early, you may be able to assume a role and help determine the fate of the tea in this audience-involved reenactment.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "A spirited debate to decide the fate of the 92,000 pounds of tea aboard three ships in the Boston Harbor.",
              "image": "https://2.bp.blogspot.com/-F4eCZ4AbL6Y/WelaQr50-dI/AAAAAAAADbw/xOTnkjHWB_owFwAm-ryvieazE6nvrbf8QCLcBGAs/s320/tea_tax_340.png",
              "timeStart": "1:30 pm",
              "timeEnd": "2:00 pm",
              "id": 231
            }
          ]
        },
        {
          "groupLabel": "2:00 pm",
          "sessions": [
            {
              "name": "Childrens Militia",
              "location": "Old South Church",
              "description": "During colonial America, all able-bodied men of certain ages were members of the militia. Individual towns formed local independent militias for their own defense. It was the militias of various towns in Massachusetts that fought the first successful battles of the revolution: Lexington, Concord, Bunker Hill. The new Constitution empowered Congress to \"organize, arm, and discipline\" this national military force, leaving significant control in the hands of each state government",
              "tracks": [
                "Audience-involved",
                "Kid-friendly"
              ],
              "oneLiner": "After debating the fate of the tea, young patriots are invited to join the militia to muster as they march through the Colonial Village.",
              "icon": "https://1.bp.blogspot.com/-0Ec2poaoPLw/Wyur29XbTaI/AAAAAAAAGKA/EsZkVvmb8LQngKP2yMzrHN-iCpk8b9IqACLcBGAs/s1600/childrens_mimlitia_100.png",
              "image": "https://2.bp.blogspot.com/-SPYwDvp1jbw/WelBxA4xnuI/AAAAAAAADbU/MUaYQ8_8S2E8IGKl0ZpUOFTC48V3hDbBACEwYBhgL/s1600/childrens_mimlitia_340.png",
              "timeStart": "2:00 pm",
              "timeEnd": "2:30 pm",
              "id": 189
            },
            {
              "name": "Hearing to Indict the Printer",
              "location": "Isaiah Thomas Print Shop",
              "description": "Before Isaiah Thomas can be arrested for calling for the Colonial Assembly to replace Royal Governor Hutchinson with a new governor who answers to the people of Massachusetts, A grand jury must issue an arrest warrant. However, by the 1770's juries (grand or petit) only rarely returned judgments in cases of crimes against the crown. Arrive early and you may be appointed to serve on the Jury.",
              "speakerNames": [
                "Isaiah Thomas",
                "James Otis",
                "Samuel Quincy"
              ],
              "tracks": [
                "Colonial-law",
                "Audience-involved"
              ],
              "oneLiner": "Isaiah Thomas is arrested for printing an anti-government article. He is taken to the Old South Church for a grand-jury hearing to determine if a trial will follow.",
              "icon": "https://4.bp.blogspot.com/-CtV8KFYuGhc/Wxdb1lXxj6I/AAAAAAAAFh4/iZRWfI0cZGIxfSZniqEvQVZW-IlHstt-QCLcBGAs/s1600/trial_100.jpg",
              "image": "https://2.bp.blogspot.com/-IfZz3sUAl84/Wxdbq823FGI/AAAAAAAAFh0/n1pQvmQYtIk969q6XN0khQVsIhPwDFljACLcBGAs/s320/trial_340.jpg",
              "timeStart": "2:30 pm",
              "timeEnd": "3:00 pm",
              "id": 113
            }
          ]
        },
        {
          "groupLabel": "3:00 pm",
          "sessions": [
            {
              "name": "Culper Spy Ring",
              "location": "Mr. Hazzard's office",
              "description": "Discover how General Washington gained valuable information during the revolution. Mr. Hazzard will delight you with tales of how brave patriots gathered information for the General, and, if you're lucky, you may find that the General has need of your assistance",
              "speakerNames": [
                "Abraham Woodhull",
                "Samuel Culper Senior",
                "Mr. Hazzard"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Instruction on how to participate in the festival as a spy",
              "icon": "https://1.bp.blogspot.com/-_BL1jeQMIEQ/WyEMlRvQlZI/AAAAAAAAF0o/R3N-TCuAlN0fxNGh1C7SoGRRiy8FZwH1ACLcBGAs/s1600/wheel_100.jpg",
              "image": "https://3.bp.blogspot.com/-BZCeUEZD2XU/WyEMoKjxfPI/AAAAAAAAF0s/28Xr5L48E4AGQBi0KOR0PqwjPsU65jNawCLcBGAs/s320/wheel_340.jpg",
              "timeStart": "3:00 pm",
              "timeEnd": "3:15 pm",
              "id": 45
            },
            {
              "name": "Continental Artillery & Infantry",
              "location": "Continental Field",
              "description": "Powder and ball were the implements of force in the 18th century. An individual soldier could fire his musket at the rate of about four shots per minute--one shot every 15 seconds. An experienced cannon crew could fire at about the same rate.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Demonstrations of large and small arms of the American Revolution",
              "icon": "https://3.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwU/huNw_RQutUQKTlNgAHk4uc809It0-uLdgCLcBGAs/s1600/cannon_100.png",
              "image": "https://4.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwQ/WoLRyEuAeWwALvAu56od8gcqa1MLiXEOgCEwYBhgL/s320/cannon_340.png",
              "timeStart": "3:00 pm",
              "timeEnd": "3:30 pm",
              "id": 201
            },
            {
              "name": "Lady Redmaynes Tea",
              "location": "British Military Encampment",
              "speakerNames": [
                "Lady Redmayne"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Come observe Lady Redmayne as she is holding a high tea at the Cup and Quill with some of her closest friends. Politics of the day will surely be discussed. (Sat. & Mon. only)",
              "icon": "https://2.bp.blogspot.com/-JmQDjLaz_iA/Wyu9eJ220_I/AAAAAAAAGLI/DfYdvQAagfw4M_qMZHuITOFVoJSRll8uQCLcBGAs/s1600/tea_100.png",
              "image": "https://3.bp.blogspot.com/-1xSYaaG9MIk/WelbacNWIAI/AAAAAAAADb8/I8zYsrO0LkEpftNFHHFw1d02iYmw0hkKQCLcBGAs/s1600/redmayne_tea_340.png",
              "timeStart": "3:00 pm",
              "timeEnd": "3:30 pm",
              "id": 223
            },
            {
              "name": "Hog Stealing Trial",
              "location": "Old South Church",
              "description": "Unlike crimes against the crown (such as smuggling), crimes committed by one colonist against another were taken very seriously. Come observe the wheels of British justice turn in 18th century America. If you arrive a bit early, you may even be chosen to help determine the fate of the accused.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "One colonist is accused of stealing anothers hog. Watch as the wheels of British justice turn and help decide the fate of the accused.",
              "icon": "https://1.bp.blogspot.com/-IX53xKahH6k/Wyu2lx4ARwI/AAAAAAAAGKg/wj-EUGJwo4gHlgqbYg7KCf-kfRB0Znn3QCLcBGAs/s1600/hogs_100.jpg",
              "image": "https://1.bp.blogspot.com/-WnhSYotNfSg/Wyu2q67Uh-I/AAAAAAAAGKk/qo2jZSjIfB4JaDEVGFgwJebTAJe_Ukm4ACLcBGAs/s1600/hogs_340.jpg",
              "timeStart": "3:30 pm",
              "timeEnd": "4:00 pm",
              "id": 219
            }
          ]
        },
        {
          "groupLabel": "5:00 pm",
          "sessions": [
            {
              "name": "Skirmish",
              "location": "King's Field",
              "description": "Witness a skirmish between British troops, Colonial Militia & Washingtons Continentals. Gain insight as to how the war was actually fought.",
              "speakerNames": [
                "John Redmayne",
                "George Washington"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Skirmish between British troops and the Americans",
              "icon": "https://3.bp.blogspot.com/-gaBuNKzTaII/Wx2g8CTHDeI/AAAAAAAAFn4/8642qyn3AJUI_QLOOR906cWQEzXo7Bt-gCLcBGAs/s1600/skirmish_100.jpg",
              "image": "https://4.bp.blogspot.com/-mwlBn_doz6M/Wx2g0_BVywI/AAAAAAAAFn0/0W2Qm6d2WRgdNiVGixzTNKNIXrB5AtXLQCLcBGAs/s320/skirmish_340.jpg",
              "timeStart": "5:00 pm",
              "timeEnd": "5:30 pm",
              "id": 226
            },
            {
              "name": "Tea Tax Debate",
              "location": "Old South Church",
              "description": "The Boston Tea Party was a political protest and mercantile protest by the Sons of Liberty in Boston, Massachusetts, on December 16, 1773. In defiance of the Tea Act of May 10, 1773, which allowed the British East India company to sell tea from China in American colonies without paying any taxes, thus undercutting local tea merchants, the demonstrators, some disguised as Native Americans, destroyed an entire shipment of tea sent by the East India Company. If you arrive early, you may be able to assume a role and help determine the fate of the tea in this audience-involved reenactment.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "A spirited debate to decide the fate of the 92,000 pounds of tea aboard three ships in the Boston Harbor.",
              "image": "https://2.bp.blogspot.com/-F4eCZ4AbL6Y/WelaQr50-dI/AAAAAAAADbw/xOTnkjHWB_owFwAm-ryvieazE6nvrbf8QCLcBGAs/s320/tea_tax_340.png",
              "timeStart": "5:00 pm",
              "timeEnd": "5:30 pm",
              "id": 232
            },
            {
              "name": "Childrens Militia",
              "location": "Old South Church",
              "description": "During colonial America, all able-bodied men of certain ages were members of the militia. Individual towns formed local independent militias for their own defense. It was the militias of various towns in Massachusetts that fought the first successful battles of the revolution: Lexington, Concord, Bunker Hill. The new Constitution empowered Congress to \"organize, arm, and discipline\" this national military force, leaving significant control in the hands of each state government",
              "tracks": [
                "Audience-involved",
                "Kid-friendly"
              ],
              "oneLiner": "After debating the fate of the tea, young patriots are invited to join the militia to muster as they march through the Colonial Village.",
              "icon": "https://1.bp.blogspot.com/-0Ec2poaoPLw/Wyur29XbTaI/AAAAAAAAGKA/EsZkVvmb8LQngKP2yMzrHN-iCpk8b9IqACLcBGAs/s1600/childrens_mimlitia_100.png",
              "image": "https://2.bp.blogspot.com/-SPYwDvp1jbw/WelBxA4xnuI/AAAAAAAADbU/MUaYQ8_8S2E8IGKl0ZpUOFTC48V3hDbBACEwYBhgL/s1600/childrens_mimlitia_340.png",
              "timeStart": "5:30 pm",
              "timeEnd": "6:00 pm",
              "id": 190
            }
          ]
        },
        {
          "groupLabel": "6:00 pm",
          "sessions": [
            {
              "name": "Continental Artillery & Infantry",
              "location": "Continental Field",
              "description": "Powder and ball were the implements of force in the 18th century. An individual soldier could fire his musket at the rate of about four shots per minute--one shot every 15 seconds. An experienced cannon crew could fire at about the same rate.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Demonstrations of large and small arms of the American Revolution",
              "icon": "https://3.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwU/huNw_RQutUQKTlNgAHk4uc809It0-uLdgCLcBGAs/s1600/cannon_100.png",
              "image": "https://4.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwQ/WoLRyEuAeWwALvAu56od8gcqa1MLiXEOgCEwYBhgL/s320/cannon_340.png",
              "timeStart": "6:00 pm",
              "timeEnd": "6:30 pm",
              "id": 202
            }
          ]
        }
      ]
    },
    {
      "date": "2021-07-03",
      "groups": [
        {
          "groupLabel": "9:00 am",
          "sessions": [
            {
              "name": "Continental Artillery",
              "location": "Continental Field",
              "description": "The cannon was the most powerful weapon used in the American Revolution. It had the ability to strike fear into the hearts of opposing troops. The cannon fired at this event is a six-ponderer, a typical field gun. Six-pounds refers not to the weight of the cannon but to the weight of the ball it fires.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Continental soldiers load and fire cannon typical of the Revolutionary War.",
              "icon": "https://1.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwc/lXNZI-9_WowyrFpY4K207jgOm5ogMQdNwCEwYBhgL/s1600/cannon_100.png",
              "image": "https://3.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwY/xREbtzn3wokHZd6LqJmXeiwmAlmCp_xIwCEwYBhgL/s320/cannon_340.png",
              "timeStart": "9:00 am",
              "timeEnd": "9:30 am",
              "id": 211
            },
            {
              "name": "Changing of the Guard",
              "location": "King's Field",
              "description": "What better way to start your day after the boom of cannon than with the drill and ceremony of His Majestys troops. The 7th Company, Coldstream Guards prepares for the new day.",
              "tracks": [
                "Military",
                "British"
              ],
              "oneLiner": "British Changing of the Guard",
              "icon": "https://3.bp.blogspot.com/-lfTF6lII0a4/Wx2hql2tUrI/AAAAAAAAFoI/FWYtB9bWHaMxCPB5AlHcP-HcxWYjZZ7oQCLcBGAs/s1600/guard_100.jpg",
              "image": "https://4.bp.blogspot.com/-3j4BPjcgXgM/Wx2hmmjA_BI/AAAAAAAAFoE/orRMN3ZRlKc3d0GKXzUQFr18W8vcVqjSwCLcBGAs/s320/guard_340.jpg",
              "timeStart": "9:15 am",
              "timeEnd": "9:45 am",
              "id": 198
            },
            {
              "name": "Tea Tax Debate",
              "location": "Old South Church",
              "description": "The Boston Tea Party was a political protest and mercantile protest by the Sons of Liberty in Boston, Massachusetts, on December 16, 1773. In defiance of the Tea Act of May 10, 1773, which allowed the British East India company to sell tea from China in American colonies without paying any taxes, thus undercutting local tea merchants, the demonstrators, some disguised as Native Americans, destroyed an entire shipment of tea sent by the East India Company. If you arrive early, you may be able to assume a role and help determine the fate of the tea in this audience-involved reenactment.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "A spirited debate to decide the fate of the 92,000 pounds of tea aboard three ships in the Boston Harbor.",
              "image": "https://2.bp.blogspot.com/-F4eCZ4AbL6Y/WelaQr50-dI/AAAAAAAADbw/xOTnkjHWB_owFwAm-ryvieazE6nvrbf8QCLcBGAs/s320/tea_tax_340.png",
              "timeStart": "9:30 am",
              "timeEnd": "10:00 am",
              "id": 233
            }
          ]
        },
        {
          "groupLabel": "10:00 am",
          "sessions": [
            {
              "name": "Culper Spy Ring",
              "location": "Mr. Hazzard's office",
              "description": "Discover how General Washington gained valuable information during the revolution. Mr. Hazzard will delight you with tales of how brave patriots gathered information for the General, and, if you're lucky, you may find that the General has need of your assistance",
              "speakerNames": [
                "Abraham Woodhull",
                "Samuel Culper Senior",
                "Mr. Hazzard"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Instruction on how to participate in the festival as a spy",
              "icon": "https://1.bp.blogspot.com/-_BL1jeQMIEQ/WyEMlRvQlZI/AAAAAAAAF0o/R3N-TCuAlN0fxNGh1C7SoGRRiy8FZwH1ACLcBGAs/s1600/wheel_100.jpg",
              "image": "https://3.bp.blogspot.com/-BZCeUEZD2XU/WyEMoKjxfPI/AAAAAAAAF0s/28Xr5L48E4AGQBi0KOR0PqwjPsU65jNawCLcBGAs/s320/wheel_340.jpg",
              "timeStart": "10:00 am",
              "timeEnd": "10:15 am",
              "id": 46
            },
            {
              "name": "Childrens Militia",
              "location": "Old South Church",
              "description": "During colonial America, all able-bodied men of certain ages were members of the militia. Individual towns formed local independent militias for their own defense. It was the militias of various towns in Massachusetts that fought the first successful battles of the revolution: Lexington, Concord, Bunker Hill. The new Constitution empowered Congress to \"organize, arm, and discipline\" this national military force, leaving significant control in the hands of each state government",
              "tracks": [
                "Audience-involved",
                "Kid-friendly"
              ],
              "oneLiner": "After debating the fate of the tea, young patriots are invited to join the militia to muster as they march through the Colonial Village.",
              "icon": "https://1.bp.blogspot.com/-0Ec2poaoPLw/Wyur29XbTaI/AAAAAAAAGKA/EsZkVvmb8LQngKP2yMzrHN-iCpk8b9IqACLcBGAs/s1600/childrens_mimlitia_100.png",
              "image": "https://2.bp.blogspot.com/-SPYwDvp1jbw/WelBxA4xnuI/AAAAAAAADbU/MUaYQ8_8S2E8IGKl0ZpUOFTC48V3hDbBACEwYBhgL/s1600/childrens_mimlitia_340.png",
              "timeStart": "10:00 am",
              "timeEnd": "10:30 am",
              "id": 191
            },
            {
              "name": "Skirmish",
              "location": "King's Field",
              "description": "Witness a skirmish between British troops, Colonial Militia & Washingtons Continentals. Gain insight as to how the war was actually fought.",
              "speakerNames": [
                "John Redmayne",
                "George Washington"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Skirmish between British troops and the Americans",
              "icon": "https://3.bp.blogspot.com/-gaBuNKzTaII/Wx2g8CTHDeI/AAAAAAAAFn4/8642qyn3AJUI_QLOOR906cWQEzXo7Bt-gCLcBGAs/s1600/skirmish_100.jpg",
              "image": "https://4.bp.blogspot.com/-mwlBn_doz6M/Wx2g0_BVywI/AAAAAAAAFn0/0W2Qm6d2WRgdNiVGixzTNKNIXrB5AtXLQCLcBGAs/s320/skirmish_340.jpg",
              "timeStart": "10:00 am",
              "timeEnd": "10:30 am",
              "id": 227
            },
            {
              "name": "Continental Artillery & Infantry",
              "location": "Continental Field",
              "description": "Powder and ball were the implements of force in the 18th century. An individual soldier could fire his musket at the rate of about four shots per minute--one shot every 15 seconds. An experienced cannon crew could fire at about the same rate.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Demonstrations of large and small arms of the American Revolution",
              "icon": "https://3.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwU/huNw_RQutUQKTlNgAHk4uc809It0-uLdgCLcBGAs/s1600/cannon_100.png",
              "image": "https://4.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwQ/WoLRyEuAeWwALvAu56od8gcqa1MLiXEOgCEwYBhgL/s320/cannon_340.png",
              "timeStart": "10:30 am",
              "timeEnd": "11:00 am",
              "id": 203
            }
          ]
        },
        {
          "groupLabel": "11:00 am",
          "sessions": [
            {
              "name": "Declaration of Independence",
              "location": "Old South Church",
              "description": "With some artistic license, this is the first public reading of the Declaration of Independence in Massachusetts.  News has just reached the state from Pennsylvania and made it way on to the fron page fo the Massachusetts Spy, America's moist popular news outlet.",
              "speakerNames": [
                "John Adams",
                "George Washington",
                "Patrick Henry",
                "Isaiah Thomas"
              ],
              "tracks": [
                "Founding-Fathers"
              ],
              "oneLiner": "Patrick Henry, John Adams, General Washington join with like-minded colonials for the first reading of the Declaration in New England - thanks to Isaiah Thomas and his paper, The Massachusetts Spy.",
              "icon": "https://4.bp.blogspot.com/-QfNDIbjilT0/WyuzjzrT4UI/AAAAAAAAGKM/ZViLLM58XOA1TwY-qfd_i3ZzsNc0l-WswCLcBGAs/s1600/declaration_100.jpg",
              "image": "https://1.bp.blogspot.com/-H98POZW2-ks/Wyuzn2GnpHI/AAAAAAAAGKQ/akJlcHTwDi4BSib7SOqp5_b2z1fcWVNRACLcBGAs/s320/declaration_340.jpg",
              "timeStart": "11:30 am",
              "timeEnd": "12:00 pm",
              "id": 216
            }
          ]
        },
        {
          "groupLabel": "12:00 pm",
          "sessions": [
            {
              "name": "Continental Artillery",
              "location": "Continental Field",
              "description": "The cannon was the most powerful weapon used in the American Revolution. It had the ability to strike fear into the hearts of opposing troops. The cannon fired at this event is a six-ponderer, a typical field gun. Six-pounds refers not to the weight of the cannon but to the weight of the ball it fires.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Continental soldiers load and fire cannon typical of the Revolutionary War.",
              "icon": "https://1.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwc/lXNZI-9_WowyrFpY4K207jgOm5ogMQdNwCEwYBhgL/s1600/cannon_100.png",
              "image": "https://3.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwY/xREbtzn3wokHZd6LqJmXeiwmAlmCp_xIwCEwYBhgL/s320/cannon_340.png",
              "timeStart": "12:00 pm",
              "timeEnd": "12:30 pm",
              "id": 212
            },
            {
              "name": "Hog Stealing Trial",
              "location": "Old South Church",
              "description": "Unlike crimes against the crown (such as smuggling), crimes committed by one colonist against another were taken very seriously. Come observe the wheels of British justice turn in 18th century America. If you arrive a bit early, you may even be chosen to help determine the fate of the accused.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "One colonist is accused of stealing anothers hog. Watch as the wheels of British justice turn and help decide the fate of the accused.",
              "icon": "https://1.bp.blogspot.com/-IX53xKahH6k/Wyu2lx4ARwI/AAAAAAAAGKg/wj-EUGJwo4gHlgqbYg7KCf-kfRB0Znn3QCLcBGAs/s1600/hogs_100.jpg",
              "image": "https://1.bp.blogspot.com/-WnhSYotNfSg/Wyu2q67Uh-I/AAAAAAAAGKk/qo2jZSjIfB4JaDEVGFgwJebTAJe_Ukm4ACLcBGAs/s1600/hogs_340.jpg",
              "timeStart": "12:30 pm",
              "timeEnd": "1:00 pm",
              "id": 220
            }
          ]
        },
        {
          "groupLabel": "1:00 pm",
          "sessions": [
            {
              "name": "Culper Spy Ring",
              "location": "Mr. Hazzard's office",
              "description": "Discover how General Washington gained valuable information during the revolution. Mr. Hazzard will delight you with tales of how brave patriots gathered information for the General, and, if you're lucky, you may find that the General has need of your assistance",
              "speakerNames": [
                "Abraham Woodhull",
                "Samuel Culper Senior",
                "Mr. Hazzard"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Instruction on how to participate in the festival as a spy",
              "icon": "https://1.bp.blogspot.com/-_BL1jeQMIEQ/WyEMlRvQlZI/AAAAAAAAF0o/R3N-TCuAlN0fxNGh1C7SoGRRiy8FZwH1ACLcBGAs/s1600/wheel_100.jpg",
              "image": "https://3.bp.blogspot.com/-BZCeUEZD2XU/WyEMoKjxfPI/AAAAAAAAF0s/28Xr5L48E4AGQBi0KOR0PqwjPsU65jNawCLcBGAs/s320/wheel_340.jpg",
              "timeStart": "1:00 pm",
              "timeEnd": "1:15 pm",
              "id": 47
            },
            {
              "name": "Tea Tax Debate",
              "location": "Old South Church",
              "description": "The Boston Tea Party was a political protest and mercantile protest by the Sons of Liberty in Boston, Massachusetts, on December 16, 1773. In defiance of the Tea Act of May 10, 1773, which allowed the British East India company to sell tea from China in American colonies without paying any taxes, thus undercutting local tea merchants, the demonstrators, some disguised as Native Americans, destroyed an entire shipment of tea sent by the East India Company. If you arrive early, you may be able to assume a role and help determine the fate of the tea in this audience-involved reenactment.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "A spirited debate to decide the fate of the 92,000 pounds of tea aboard three ships in the Boston Harbor.",
              "image": "https://2.bp.blogspot.com/-F4eCZ4AbL6Y/WelaQr50-dI/AAAAAAAADbw/xOTnkjHWB_owFwAm-ryvieazE6nvrbf8QCLcBGAs/s320/tea_tax_340.png",
              "timeStart": "1:30 pm",
              "timeEnd": "2:00 pm",
              "id": 234
            }
          ]
        },
        {
          "groupLabel": "2:00 pm",
          "sessions": [
            {
              "name": "Childrens Militia",
              "location": "Old South Church",
              "description": "During colonial America, all able-bodied men of certain ages were members of the militia. Individual towns formed local independent militias for their own defense. It was the militias of various towns in Massachusetts that fought the first successful battles of the revolution: Lexington, Concord, Bunker Hill. The new Constitution empowered Congress to \"organize, arm, and discipline\" this national military force, leaving significant control in the hands of each state government",
              "tracks": [
                "Audience-involved",
                "Kid-friendly"
              ],
              "oneLiner": "After debating the fate of the tea, young patriots are invited to join the militia to muster as they march through the Colonial Village.",
              "icon": "https://1.bp.blogspot.com/-0Ec2poaoPLw/Wyur29XbTaI/AAAAAAAAGKA/EsZkVvmb8LQngKP2yMzrHN-iCpk8b9IqACLcBGAs/s1600/childrens_mimlitia_100.png",
              "image": "https://2.bp.blogspot.com/-SPYwDvp1jbw/WelBxA4xnuI/AAAAAAAADbU/MUaYQ8_8S2E8IGKl0ZpUOFTC48V3hDbBACEwYBhgL/s1600/childrens_mimlitia_340.png",
              "timeStart": "2:00 pm",
              "timeEnd": "2:30 pm",
              "id": 192
            },
            {
              "name": "Hearing to Indict the Printer",
              "location": "Isaiah Thomas Print Shop",
              "description": "Before Isaiah Thomas can be arrested for calling for the Colonial Assembly to replace Royal Governor Hutchinson with a new governor who answers to the people of Massachusetts, A grand jury must issue an arrest warrant. However, by the 1770's juries (grand or petit) only rarely returned judgments in cases of crimes against the crown. Arrive early and you may be appointed to serve on the Jury.",
              "speakerNames": [
                "Isaiah Thomas",
                "James Otis",
                "Samuel Quincy"
              ],
              "tracks": [
                "Colonial-law",
                "Audience-involved"
              ],
              "oneLiner": "Isaiah Thomas is arrested for printing an anti-government article. He is taken to the Old South Church for a grand-jury hearing to determine if a trial will follow.",
              "icon": "https://4.bp.blogspot.com/-CtV8KFYuGhc/Wxdb1lXxj6I/AAAAAAAAFh4/iZRWfI0cZGIxfSZniqEvQVZW-IlHstt-QCLcBGAs/s1600/trial_100.jpg",
              "image": "https://2.bp.blogspot.com/-IfZz3sUAl84/Wxdbq823FGI/AAAAAAAAFh0/n1pQvmQYtIk969q6XN0khQVsIhPwDFljACLcBGAs/s320/trial_340.jpg",
              "timeStart": "2:30 pm",
              "timeEnd": "3:00 pm",
              "id": 114
            }
          ]
        },
        {
          "groupLabel": "3:00 pm",
          "sessions": [
            {
              "name": "Culper Spy Ring",
              "location": "Mr. Hazzard's office",
              "description": "Discover how General Washington gained valuable information during the revolution. Mr. Hazzard will delight you with tales of how brave patriots gathered information for the General, and, if you're lucky, you may find that the General has need of your assistance",
              "speakerNames": [
                "Abraham Woodhull",
                "Samuel Culper Senior",
                "Mr. Hazzard"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Instruction on how to participate in the festival as a spy",
              "icon": "https://1.bp.blogspot.com/-_BL1jeQMIEQ/WyEMlRvQlZI/AAAAAAAAF0o/R3N-TCuAlN0fxNGh1C7SoGRRiy8FZwH1ACLcBGAs/s1600/wheel_100.jpg",
              "image": "https://3.bp.blogspot.com/-BZCeUEZD2XU/WyEMoKjxfPI/AAAAAAAAF0s/28Xr5L48E4AGQBi0KOR0PqwjPsU65jNawCLcBGAs/s320/wheel_340.jpg",
              "timeStart": "3:00 pm",
              "timeEnd": "3:15 pm",
              "id": 48
            },
            {
              "name": "Continental Artillery & Infantry",
              "location": "Continental Field",
              "description": "Powder and ball were the implements of force in the 18th century. An individual soldier could fire his musket at the rate of about four shots per minute--one shot every 15 seconds. An experienced cannon crew could fire at about the same rate.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Demonstrations of large and small arms of the American Revolution",
              "icon": "https://3.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwU/huNw_RQutUQKTlNgAHk4uc809It0-uLdgCLcBGAs/s1600/cannon_100.png",
              "image": "https://4.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwQ/WoLRyEuAeWwALvAu56od8gcqa1MLiXEOgCEwYBhgL/s320/cannon_340.png",
              "timeStart": "3:00 pm",
              "timeEnd": "3:30 pm",
              "id": 204
            },
            {
              "name": "Lady Redmaynes Tea",
              "location": "British Military Encampment",
              "speakerNames": [
                "Lady Redmayne"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Come observe Lady Redmayne as she is holding a high tea at the Cup and Quill with some of her closest friends. Politics of the day will surely be discussed. (Sat. & Mon. only)",
              "icon": "https://2.bp.blogspot.com/-JmQDjLaz_iA/Wyu9eJ220_I/AAAAAAAAGLI/DfYdvQAagfw4M_qMZHuITOFVoJSRll8uQCLcBGAs/s1600/tea_100.png",
              "image": "https://3.bp.blogspot.com/-1xSYaaG9MIk/WelbacNWIAI/AAAAAAAADb8/I8zYsrO0LkEpftNFHHFw1d02iYmw0hkKQCLcBGAs/s1600/redmayne_tea_340.png",
              "timeStart": "3:00 pm",
              "timeEnd": "3:30 pm",
              "id": 224
            },
            {
              "name": "Hog Stealing Trial",
              "location": "Old South Church",
              "description": "Unlike crimes against the crown (such as smuggling), crimes committed by one colonist against another were taken very seriously. Come observe the wheels of British justice turn in 18th century America. If you arrive a bit early, you may even be chosen to help determine the fate of the accused.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "One colonist is accused of stealing anothers hog. Watch as the wheels of British justice turn and help decide the fate of the accused.",
              "icon": "https://1.bp.blogspot.com/-IX53xKahH6k/Wyu2lx4ARwI/AAAAAAAAGKg/wj-EUGJwo4gHlgqbYg7KCf-kfRB0Znn3QCLcBGAs/s1600/hogs_100.jpg",
              "image": "https://1.bp.blogspot.com/-WnhSYotNfSg/Wyu2q67Uh-I/AAAAAAAAGKk/qo2jZSjIfB4JaDEVGFgwJebTAJe_Ukm4ACLcBGAs/s1600/hogs_340.jpg",
              "timeStart": "3:30 pm",
              "timeEnd": "4:00 pm",
              "id": 221
            }
          ]
        },
        {
          "groupLabel": "4:00 pm",
          "sessions": [
            {
              "name": "Can We Really be Free?",
              "location": "Old South Church",
              "description": "In 1775, Governor Dunmore of Virginia issued a proclamation offering freedom to slaves and indentured servants alike--but only if they were willing and able to bear arms for the Crown.  Come observe as several unfortunate souls in this poor condition wrestle with the decision of a lifetime.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "Listen in as slaves in Virginia find out that the Governor has proclaimed freedom for slaves and indentured servants.",
              "icon": "https://4.bp.blogspot.com/-dDN9EeJ-RHw/Wyu7_tZnY8I/AAAAAAAAGK0/DmXvzsS5dKEb1tyNb3Pc-sASfsEsqQvnwCLcBGAs/s1600/slaves_100.jpg",
              "image": "https://2.bp.blogspot.com/-YaK25gIkUvM/Wyu8DmmPEeI/AAAAAAAAGK4/Op_sjtJn72AoVq1IVHBbD2PgHVC7DXfNQCLcBGAs/s320/slaves_340.jpg",
              "timeStart": "4:30 pm",
              "timeEnd": "5:00 pm",
              "id": 17
            }
          ]
        },
        {
          "groupLabel": "5:00 pm",
          "sessions": [
            {
              "name": "Skirmish",
              "location": "King's Field",
              "description": "Witness a skirmish between British troops, Colonial Militia & Washingtons Continentals. Gain insight as to how the war was actually fought.",
              "speakerNames": [
                "John Redmayne",
                "George Washington"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Skirmish between British troops and the Americans",
              "icon": "https://3.bp.blogspot.com/-gaBuNKzTaII/Wx2g8CTHDeI/AAAAAAAAFn4/8642qyn3AJUI_QLOOR906cWQEzXo7Bt-gCLcBGAs/s1600/skirmish_100.jpg",
              "image": "https://4.bp.blogspot.com/-mwlBn_doz6M/Wx2g0_BVywI/AAAAAAAAFn0/0W2Qm6d2WRgdNiVGixzTNKNIXrB5AtXLQCLcBGAs/s320/skirmish_340.jpg",
              "timeStart": "5:00 pm",
              "timeEnd": "5:30 pm",
              "id": 228
            },
            {
              "name": "Tea Tax Debate",
              "location": "Old South Church",
              "description": "The Boston Tea Party was a political protest and mercantile protest by the Sons of Liberty in Boston, Massachusetts, on December 16, 1773. In defiance of the Tea Act of May 10, 1773, which allowed the British East India company to sell tea from China in American colonies without paying any taxes, thus undercutting local tea merchants, the demonstrators, some disguised as Native Americans, destroyed an entire shipment of tea sent by the East India Company. If you arrive early, you may be able to assume a role and help determine the fate of the tea in this audience-involved reenactment.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "A spirited debate to decide the fate of the 92,000 pounds of tea aboard three ships in the Boston Harbor.",
              "image": "https://2.bp.blogspot.com/-F4eCZ4AbL6Y/WelaQr50-dI/AAAAAAAADbw/xOTnkjHWB_owFwAm-ryvieazE6nvrbf8QCLcBGAs/s320/tea_tax_340.png",
              "timeStart": "5:00 pm",
              "timeEnd": "5:20 pm",
              "id": 235
            },
            {
              "name": "Childrens Militia",
              "location": "Old South Church",
              "description": "During colonial America, all able-bodied men of certain ages were members of the militia. Individual towns formed local independent militias for their own defense. It was the militias of various towns in Massachusetts that fought the first successful battles of the revolution: Lexington, Concord, Bunker Hill. The new Constitution empowered Congress to \"organize, arm, and discipline\" this national military force, leaving significant control in the hands of each state government",
              "tracks": [
                "Audience-involved",
                "Kid-friendly"
              ],
              "oneLiner": "After debating the fate of the tea, young patriots are invited to join the militia to muster as they march through the Colonial Village.",
              "icon": "https://1.bp.blogspot.com/-0Ec2poaoPLw/Wyur29XbTaI/AAAAAAAAGKA/EsZkVvmb8LQngKP2yMzrHN-iCpk8b9IqACLcBGAs/s1600/childrens_mimlitia_100.png",
              "image": "https://2.bp.blogspot.com/-SPYwDvp1jbw/WelBxA4xnuI/AAAAAAAADbU/MUaYQ8_8S2E8IGKl0ZpUOFTC48V3hDbBACEwYBhgL/s1600/childrens_mimlitia_340.png",
              "timeStart": "5:30 pm",
              "timeEnd": "6:00 pm",
              "id": 193
            }
          ]
        },
        {
          "groupLabel": "6:00 pm",
          "sessions": [
            {
              "name": "Continental Artillery & Infantry",
              "location": "Continental Field",
              "description": "Powder and ball were the implements of force in the 18th century. An individual soldier could fire his musket at the rate of about four shots per minute--one shot every 15 seconds. An experienced cannon crew could fire at about the same rate.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Demonstrations of large and small arms of the American Revolution",
              "icon": "https://3.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwU/huNw_RQutUQKTlNgAHk4uc809It0-uLdgCLcBGAs/s1600/cannon_100.png",
              "image": "https://4.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwQ/WoLRyEuAeWwALvAu56od8gcqa1MLiXEOgCEwYBhgL/s320/cannon_340.png",
              "timeStart": "6:00 pm",
              "timeEnd": "6:30 pm",
              "id": 205
            }
          ]
        },
        {
          "groupLabel": "7:00 pm",
          "sessions": [
            {
              "name": "Colonial Country Ball",
              "location": "King's Field",
              "description": "Dancing was a favorite of all ages and social stations in the Georgian period. Children were either taught to dance in the home or taught by a hired dance master/mistress from an early age. By the time young people were ready to court they were often completely fluent with the dances of the region. Dancing gave courting youth the opportunity to talk and flirt.",
              "speakerNames": [
                "Kimberli Grant",
                "Brooke Shaw",
                "Ron Shaw"
              ],
              "tracks": [
                "Colonial-life"
              ],
              "oneLiner": "Colonial dance event open to the public",
              "image": "https://3.bp.blogspot.com/-MQNR_ElQ3WM/Wyh49lbg3LI/AAAAAAAAGCg/gWm1Vx7wD3QlUIrEnWtLedK4Y5wMBVzhwCLcBGAs/s1600/colonial_dance_340.jpg",
              "album": "https://1.bp.blogspot.com/-LSFu7wwoEDM/Wyh5AOGRqDI/AAAAAAAAGCk/GdeeRqq8yNk3foWK5V2EelP75dmpmZ3AACLcBGAs/s1600/colonial_dance_100.jpg",
              "timeStart": "7:00 pm",
              "timeEnd": "10:00 pm",
              "id": 25
            }
          ]
        }
      ]
    },
    {
      "date": "2021-07-05",
      "groups": [
        {
          "groupLabel": "9:00 am",
          "sessions": [
            {
              "name": "Continental Artillery",
              "location": "Continental Field",
              "description": "The cannon was the most powerful weapon used in the American Revolution. It had the ability to strike fear into the hearts of opposing troops. The cannon fired at this event is a six-ponderer, a typical field gun. Six-pounds refers not to the weight of the cannon but to the weight of the ball it fires.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Continental soldiers load and fire cannon typical of the Revolutionary War.",
              "icon": "https://1.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwc/lXNZI-9_WowyrFpY4K207jgOm5ogMQdNwCEwYBhgL/s1600/cannon_100.png",
              "image": "https://3.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwY/xREbtzn3wokHZd6LqJmXeiwmAlmCp_xIwCEwYBhgL/s320/cannon_340.png",
              "timeStart": "9:00 am",
              "timeEnd": "9:30 am",
              "id": 213
            },
            {
              "name": "Changing of the Guard",
              "location": "King's Field",
              "description": "What better way to start your day after the boom of cannon than with the drill and ceremony of His Majestys troops. The 7th Company, Coldstream Guards prepares for the new day.",
              "tracks": [
                "Military",
                "British"
              ],
              "oneLiner": "British Changing of the Guard",
              "icon": "https://3.bp.blogspot.com/-lfTF6lII0a4/Wx2hql2tUrI/AAAAAAAAFoI/FWYtB9bWHaMxCPB5AlHcP-HcxWYjZZ7oQCLcBGAs/s1600/guard_100.jpg",
              "image": "https://4.bp.blogspot.com/-3j4BPjcgXgM/Wx2hmmjA_BI/AAAAAAAAFoE/orRMN3ZRlKc3d0GKXzUQFr18W8vcVqjSwCLcBGAs/s320/guard_340.jpg",
              "timeStart": "9:15 am",
              "timeEnd": "9:45 am",
              "id": 199
            },
            {
              "name": "Tea Tax Debate",
              "location": "Old South Church",
              "description": "The Boston Tea Party was a political protest and mercantile protest by the Sons of Liberty in Boston, Massachusetts, on December 16, 1773. In defiance of the Tea Act of May 10, 1773, which allowed the British East India company to sell tea from China in American colonies without paying any taxes, thus undercutting local tea merchants, the demonstrators, some disguised as Native Americans, destroyed an entire shipment of tea sent by the East India Company. If you arrive early, you may be able to assume a role and help determine the fate of the tea in this audience-involved reenactment.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "A spirited debate to decide the fate of the 92,000 pounds of tea aboard three ships in the Boston Harbor.",
              "image": "https://2.bp.blogspot.com/-F4eCZ4AbL6Y/WelaQr50-dI/AAAAAAAADbw/xOTnkjHWB_owFwAm-ryvieazE6nvrbf8QCLcBGAs/s320/tea_tax_340.png",
              "timeStart": "9:30 am",
              "timeEnd": "10:00 am",
              "id": 236
            }
          ]
        },
        {
          "groupLabel": "10:00 am",
          "sessions": [
            {
              "name": "Culper Spy Ring",
              "location": "Mr. Hazzard's office",
              "description": "Discover how General Washington gained valuable information during the revolution. Mr. Hazzard will delight you with tales of how brave patriots gathered information for the General, and, if you're lucky, you may find that the General has need of your assistance",
              "speakerNames": [
                "Abraham Woodhull",
                "Samuel Culper Senior",
                "Mr. Hazzard"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Instruction on how to participate in the festival as a spy",
              "icon": "https://1.bp.blogspot.com/-_BL1jeQMIEQ/WyEMlRvQlZI/AAAAAAAAF0o/R3N-TCuAlN0fxNGh1C7SoGRRiy8FZwH1ACLcBGAs/s1600/wheel_100.jpg",
              "image": "https://3.bp.blogspot.com/-BZCeUEZD2XU/WyEMoKjxfPI/AAAAAAAAF0s/28Xr5L48E4AGQBi0KOR0PqwjPsU65jNawCLcBGAs/s320/wheel_340.jpg",
              "timeStart": "10:00 am",
              "timeEnd": "10:15 am",
              "id": 49
            },
            {
              "name": "Childrens Militia",
              "location": "Old South Church",
              "description": "During colonial America, all able-bodied men of certain ages were members of the militia. Individual towns formed local independent militias for their own defense. It was the militias of various towns in Massachusetts that fought the first successful battles of the revolution: Lexington, Concord, Bunker Hill. The new Constitution empowered Congress to \"organize, arm, and discipline\" this national military force, leaving significant control in the hands of each state government",
              "tracks": [
                "Audience-involved",
                "Kid-friendly"
              ],
              "oneLiner": "After debating the fate of the tea, young patriots are invited to join the militia to muster as they march through the Colonial Village.",
              "icon": "https://1.bp.blogspot.com/-0Ec2poaoPLw/Wyur29XbTaI/AAAAAAAAGKA/EsZkVvmb8LQngKP2yMzrHN-iCpk8b9IqACLcBGAs/s1600/childrens_mimlitia_100.png",
              "image": "https://2.bp.blogspot.com/-SPYwDvp1jbw/WelBxA4xnuI/AAAAAAAADbU/MUaYQ8_8S2E8IGKl0ZpUOFTC48V3hDbBACEwYBhgL/s1600/childrens_mimlitia_340.png",
              "timeStart": "10:00 am",
              "timeEnd": "10:30 am",
              "id": 194
            },
            {
              "name": "Skirmish",
              "location": "King's Field",
              "description": "Witness a skirmish between British troops, Colonial Militia & Washingtons Continentals. Gain insight as to how the war was actually fought.",
              "speakerNames": [
                "John Redmayne",
                "George Washington"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Skirmish between British troops and the Americans",
              "icon": "https://3.bp.blogspot.com/-gaBuNKzTaII/Wx2g8CTHDeI/AAAAAAAAFn4/8642qyn3AJUI_QLOOR906cWQEzXo7Bt-gCLcBGAs/s1600/skirmish_100.jpg",
              "image": "https://4.bp.blogspot.com/-mwlBn_doz6M/Wx2g0_BVywI/AAAAAAAAFn0/0W2Qm6d2WRgdNiVGixzTNKNIXrB5AtXLQCLcBGAs/s320/skirmish_340.jpg",
              "timeStart": "10:00 am",
              "timeEnd": "10:30 am",
              "id": 229
            },
            {
              "name": "Continental Artillery & Infantry",
              "location": "Continental Field",
              "description": "Powder and ball were the implements of force in the 18th century. An individual soldier could fire his musket at the rate of about four shots per minute--one shot every 15 seconds. An experienced cannon crew could fire at about the same rate.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Demonstrations of large and small arms of the American Revolution",
              "icon": "https://3.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwU/huNw_RQutUQKTlNgAHk4uc809It0-uLdgCLcBGAs/s1600/cannon_100.png",
              "image": "https://4.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwQ/WoLRyEuAeWwALvAu56od8gcqa1MLiXEOgCEwYBhgL/s320/cannon_340.png",
              "timeStart": "10:30 am",
              "timeEnd": "11:00 am",
              "id": 206
            }
          ]
        },
        {
          "groupLabel": "11:00 am",
          "sessions": [
            {
              "name": "Declaration of Independence",
              "location": "Old South Church",
              "description": "With some artistic license, this is the first public reading of the Declaration of Independence in Massachusetts.  News has just reached the state from Pennsylvania and made it way on to the fron page fo the Massachusetts Spy, America's moist popular news outlet.",
              "speakerNames": [
                "John Adams",
                "George Washington",
                "Patrick Henry",
                "Isaiah Thomas"
              ],
              "tracks": [
                "Founding-Fathers"
              ],
              "oneLiner": "Patrick Henry, John Adams, General Washington join with like-minded colonials for the first reading of the Declaration in New England - thanks to Isaiah Thomas and his paper, The Massachusetts Spy.",
              "icon": "https://4.bp.blogspot.com/-QfNDIbjilT0/WyuzjzrT4UI/AAAAAAAAGKM/ZViLLM58XOA1TwY-qfd_i3ZzsNc0l-WswCLcBGAs/s1600/declaration_100.jpg",
              "image": "https://1.bp.blogspot.com/-H98POZW2-ks/Wyuzn2GnpHI/AAAAAAAAGKQ/akJlcHTwDi4BSib7SOqp5_b2z1fcWVNRACLcBGAs/s320/declaration_340.jpg",
              "timeStart": "11:30 am",
              "timeEnd": "12:00 pm",
              "id": 217
            }
          ]
        },
        {
          "groupLabel": "12:00 pm",
          "sessions": [
            {
              "name": "Continental Artillery",
              "location": "Continental Field",
              "description": "The cannon was the most powerful weapon used in the American Revolution. It had the ability to strike fear into the hearts of opposing troops. The cannon fired at this event is a six-ponderer, a typical field gun. Six-pounds refers not to the weight of the cannon but to the weight of the ball it fires.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Continental soldiers load and fire cannon typical of the Revolutionary War.",
              "icon": "https://1.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwc/lXNZI-9_WowyrFpY4K207jgOm5ogMQdNwCEwYBhgL/s1600/cannon_100.png",
              "image": "https://3.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwY/xREbtzn3wokHZd6LqJmXeiwmAlmCp_xIwCEwYBhgL/s320/cannon_340.png",
              "timeStart": "12:00 pm",
              "timeEnd": "12:30 pm",
              "id": 214
            },
            {
              "name": "Can We Really be Free?",
              "location": "Old South Church",
              "description": "In 1775, Governor Dunmore of Virginia issued a proclamation offering freedom to slaves and indentured servants alike--but only if they were willing and able to bear arms for the Crown.  Come observe as several unfortunate souls in this poor condition wrestle with the decision of a lifetime.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "Listen in as slaves in Virginia find out that the Governor has proclaimed freedom for slaves and indentured servants.",
              "icon": "https://4.bp.blogspot.com/-dDN9EeJ-RHw/Wyu7_tZnY8I/AAAAAAAAGK0/DmXvzsS5dKEb1tyNb3Pc-sASfsEsqQvnwCLcBGAs/s1600/slaves_100.jpg",
              "image": "https://2.bp.blogspot.com/-YaK25gIkUvM/Wyu8DmmPEeI/AAAAAAAAGK4/Op_sjtJn72AoVq1IVHBbD2PgHVC7DXfNQCLcBGAs/s320/slaves_340.jpg",
              "timeStart": "12:30 pm",
              "timeEnd": "1:00 pm",
              "id": 18
            }
          ]
        },
        {
          "groupLabel": "1:00 pm",
          "sessions": [
            {
              "name": "Culper Spy Ring",
              "location": "Mr. Hazzard's office",
              "description": "Discover how General Washington gained valuable information during the revolution. Mr. Hazzard will delight you with tales of how brave patriots gathered information for the General, and, if you're lucky, you may find that the General has need of your assistance",
              "speakerNames": [
                "Abraham Woodhull",
                "Samuel Culper Senior",
                "Mr. Hazzard"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Instruction on how to participate in the festival as a spy",
              "icon": "https://1.bp.blogspot.com/-_BL1jeQMIEQ/WyEMlRvQlZI/AAAAAAAAF0o/R3N-TCuAlN0fxNGh1C7SoGRRiy8FZwH1ACLcBGAs/s1600/wheel_100.jpg",
              "image": "https://3.bp.blogspot.com/-BZCeUEZD2XU/WyEMoKjxfPI/AAAAAAAAF0s/28Xr5L48E4AGQBi0KOR0PqwjPsU65jNawCLcBGAs/s320/wheel_340.jpg",
              "timeStart": "1:00 pm",
              "timeEnd": "1:15 pm",
              "id": 50
            },
            {
              "name": "Tea Tax Debate",
              "location": "Old South Church",
              "description": "The Boston Tea Party was a political protest and mercantile protest by the Sons of Liberty in Boston, Massachusetts, on December 16, 1773. In defiance of the Tea Act of May 10, 1773, which allowed the British East India company to sell tea from China in American colonies without paying any taxes, thus undercutting local tea merchants, the demonstrators, some disguised as Native Americans, destroyed an entire shipment of tea sent by the East India Company. If you arrive early, you may be able to assume a role and help determine the fate of the tea in this audience-involved reenactment.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "A spirited debate to decide the fate of the 92,000 pounds of tea aboard three ships in the Boston Harbor.",
              "image": "https://2.bp.blogspot.com/-F4eCZ4AbL6Y/WelaQr50-dI/AAAAAAAADbw/xOTnkjHWB_owFwAm-ryvieazE6nvrbf8QCLcBGAs/s320/tea_tax_340.png",
              "timeStart": "1:30 pm",
              "timeEnd": "2:00 pm",
              "id": 237
            }
          ]
        },
        {
          "groupLabel": "2:00 pm",
          "sessions": [
            {
              "name": "Childrens Militia",
              "location": "Old South Church",
              "description": "During colonial America, all able-bodied men of certain ages were members of the militia. Individual towns formed local independent militias for their own defense. It was the militias of various towns in Massachusetts that fought the first successful battles of the revolution: Lexington, Concord, Bunker Hill. The new Constitution empowered Congress to \"organize, arm, and discipline\" this national military force, leaving significant control in the hands of each state government",
              "tracks": [
                "Audience-involved",
                "Kid-friendly"
              ],
              "oneLiner": "After debating the fate of the tea, young patriots are invited to join the militia to muster as they march through the Colonial Village.",
              "icon": "https://1.bp.blogspot.com/-0Ec2poaoPLw/Wyur29XbTaI/AAAAAAAAGKA/EsZkVvmb8LQngKP2yMzrHN-iCpk8b9IqACLcBGAs/s1600/childrens_mimlitia_100.png",
              "image": "https://2.bp.blogspot.com/-SPYwDvp1jbw/WelBxA4xnuI/AAAAAAAADbU/MUaYQ8_8S2E8IGKl0ZpUOFTC48V3hDbBACEwYBhgL/s1600/childrens_mimlitia_340.png",
              "timeStart": "2:00 pm",
              "timeEnd": "2:30 pm",
              "id": 195
            },
            {
              "name": "Hearing to Indict the Printer",
              "location": "Isaiah Thomas Print Shop",
              "description": "Before Isaiah Thomas can be arrested for calling for the Colonial Assembly to replace Royal Governor Hutchinson with a new governor who answers to the people of Massachusetts, A grand jury must issue an arrest warrant. However, by the 1770's juries (grand or petit) only rarely returned judgments in cases of crimes against the crown. Arrive early and you may be appointed to serve on the Jury.",
              "speakerNames": [
                "Isaiah Thomas",
                "James Otis",
                "Samuel Quincy"
              ],
              "tracks": [
                "Colonial-law",
                "Audience-involved"
              ],
              "oneLiner": "Isaiah Thomas is arrested for printing an anti-government article. He is taken to the Old South Church for a grand-jury hearing to determine if a trial will follow.",
              "icon": "https://4.bp.blogspot.com/-CtV8KFYuGhc/Wxdb1lXxj6I/AAAAAAAAFh4/iZRWfI0cZGIxfSZniqEvQVZW-IlHstt-QCLcBGAs/s1600/trial_100.jpg",
              "image": "https://2.bp.blogspot.com/-IfZz3sUAl84/Wxdbq823FGI/AAAAAAAAFh0/n1pQvmQYtIk969q6XN0khQVsIhPwDFljACLcBGAs/s320/trial_340.jpg",
              "timeStart": "2:30 pm",
              "timeEnd": "3:00 pm",
              "id": 115
            }
          ]
        },
        {
          "groupLabel": "3:00 pm",
          "sessions": [
            {
              "name": "Culper Spy Ring",
              "location": "Mr. Hazzard's office",
              "description": "Discover how General Washington gained valuable information during the revolution. Mr. Hazzard will delight you with tales of how brave patriots gathered information for the General, and, if you're lucky, you may find that the General has need of your assistance",
              "speakerNames": [
                "Abraham Woodhull",
                "Samuel Culper Senior",
                "Mr. Hazzard"
              ],
              "tracks": [
                "Military"
              ],
              "oneLiner": "Instruction on how to participate in the festival as a spy",
              "icon": "https://1.bp.blogspot.com/-_BL1jeQMIEQ/WyEMlRvQlZI/AAAAAAAAF0o/R3N-TCuAlN0fxNGh1C7SoGRRiy8FZwH1ACLcBGAs/s1600/wheel_100.jpg",
              "image": "https://3.bp.blogspot.com/-BZCeUEZD2XU/WyEMoKjxfPI/AAAAAAAAF0s/28Xr5L48E4AGQBi0KOR0PqwjPsU65jNawCLcBGAs/s320/wheel_340.jpg",
              "timeStart": "3:00 pm",
              "timeEnd": "3:15 pm",
              "id": 51
            },
            {
              "name": "Continental Artillery & Infantry",
              "location": "Continental Field",
              "description": "Powder and ball were the implements of force in the 18th century. An individual soldier could fire his musket at the rate of about four shots per minute--one shot every 15 seconds. An experienced cannon crew could fire at about the same rate.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Demonstrations of large and small arms of the American Revolution",
              "icon": "https://3.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwU/huNw_RQutUQKTlNgAHk4uc809It0-uLdgCLcBGAs/s1600/cannon_100.png",
              "image": "https://4.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwQ/WoLRyEuAeWwALvAu56od8gcqa1MLiXEOgCEwYBhgL/s320/cannon_340.png",
              "timeStart": "3:00 pm",
              "timeEnd": "3:30 pm",
              "id": 207
            },
            {
              "name": "Hog Stealing Trial",
              "location": "Old South Church",
              "description": "Unlike crimes against the crown (such as smuggling), crimes committed by one colonist against another were taken very seriously. Come observe the wheels of British justice turn in 18th century America. If you arrive a bit early, you may even be chosen to help determine the fate of the accused.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "One colonist is accused of stealing anothers hog. Watch as the wheels of British justice turn and help decide the fate of the accused.",
              "icon": "https://1.bp.blogspot.com/-IX53xKahH6k/Wyu2lx4ARwI/AAAAAAAAGKg/wj-EUGJwo4gHlgqbYg7KCf-kfRB0Znn3QCLcBGAs/s1600/hogs_100.jpg",
              "image": "https://1.bp.blogspot.com/-WnhSYotNfSg/Wyu2q67Uh-I/AAAAAAAAGKk/qo2jZSjIfB4JaDEVGFgwJebTAJe_Ukm4ACLcBGAs/s1600/hogs_340.jpg",
              "timeStart": "3:30 pm",
              "timeEnd": "4:00 pm",
              "id": 222
            }
          ]
        },
        {
          "groupLabel": "4:00 pm",
          "sessions": [
            {
              "name": "Can We Really be Free?",
              "location": "Old South Church",
              "description": "In 1775, Governor Dunmore of Virginia issued a proclamation offering freedom to slaves and indentured servants alike--but only if they were willing and able to bear arms for the Crown.  Come observe as several unfortunate souls in this poor condition wrestle with the decision of a lifetime.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "Listen in as slaves in Virginia find out that the Governor has proclaimed freedom for slaves and indentured servants.",
              "icon": "https://4.bp.blogspot.com/-dDN9EeJ-RHw/Wyu7_tZnY8I/AAAAAAAAGK0/DmXvzsS5dKEb1tyNb3Pc-sASfsEsqQvnwCLcBGAs/s1600/slaves_100.jpg",
              "image": "https://2.bp.blogspot.com/-YaK25gIkUvM/Wyu8DmmPEeI/AAAAAAAAGK4/Op_sjtJn72AoVq1IVHBbD2PgHVC7DXfNQCLcBGAs/s320/slaves_340.jpg",
              "timeStart": "4:30 pm",
              "timeEnd": "5:00 pm",
              "id": 19
            }
          ]
        },
        {
          "groupLabel": "5:00 pm",
          "sessions": [
            {
              "name": "Tea Tax Debate",
              "location": "Old South Church",
              "description": "The Boston Tea Party was a political protest and mercantile protest by the Sons of Liberty in Boston, Massachusetts, on December 16, 1773. In defiance of the Tea Act of May 10, 1773, which allowed the British East India company to sell tea from China in American colonies without paying any taxes, thus undercutting local tea merchants, the demonstrators, some disguised as Native Americans, destroyed an entire shipment of tea sent by the East India Company. If you arrive early, you may be able to assume a role and help determine the fate of the tea in this audience-involved reenactment.",
              "tracks": [
                "Audience-involved"
              ],
              "oneLiner": "A spirited debate to decide the fate of the 92,000 pounds of tea aboard three ships in the Boston Harbor.",
              "image": "https://2.bp.blogspot.com/-F4eCZ4AbL6Y/WelaQr50-dI/AAAAAAAADbw/xOTnkjHWB_owFwAm-ryvieazE6nvrbf8QCLcBGAs/s320/tea_tax_340.png",
              "timeStart": "5:00 pm",
              "timeEnd": "5:30 pm",
              "id": 238
            },
            {
              "name": "Childrens Militia",
              "location": "Old South Church",
              "description": "During colonial America, all able-bodied men of certain ages were members of the militia. Individual towns formed local independent militias for their own defense. It was the militias of various towns in Massachusetts that fought the first successful battles of the revolution: Lexington, Concord, Bunker Hill. The new Constitution empowered Congress to \"organize, arm, and discipline\" this national military force, leaving significant control in the hands of each state government",
              "tracks": [
                "Audience-involved",
                "Kid-friendly"
              ],
              "oneLiner": "After debating the fate of the tea, young patriots are invited to join the militia to muster as they march through the Colonial Village.",
              "icon": "https://1.bp.blogspot.com/-0Ec2poaoPLw/Wyur29XbTaI/AAAAAAAAGKA/EsZkVvmb8LQngKP2yMzrHN-iCpk8b9IqACLcBGAs/s1600/childrens_mimlitia_100.png",
              "image": "https://2.bp.blogspot.com/-SPYwDvp1jbw/WelBxA4xnuI/AAAAAAAADbU/MUaYQ8_8S2E8IGKl0ZpUOFTC48V3hDbBACEwYBhgL/s1600/childrens_mimlitia_340.png",
              "timeStart": "5:30 pm",
              "timeEnd": "6:00 pm",
              "id": 196
            }
          ]
        },
        {
          "groupLabel": "6:00 pm",
          "sessions": [
            {
              "name": "Continental Artillery & Infantry",
              "location": "Continental Field",
              "description": "Powder and ball were the implements of force in the 18th century. An individual soldier could fire his musket at the rate of about four shots per minute--one shot every 15 seconds. An experienced cannon crew could fire at about the same rate.",
              "tracks": [
                "Military",
                "Cannon"
              ],
              "oneLiner": "Demonstrations of large and small arms of the American Revolution",
              "icon": "https://3.bp.blogspot.com/-lgXRTXQAaWo/Ww_3nsjKw5I/AAAAAAAAEwU/huNw_RQutUQKTlNgAHk4uc809It0-uLdgCLcBGAs/s1600/cannon_100.png",
              "image": "https://4.bp.blogspot.com/-xAXxineiTsA/Ww_3eVVBc9I/AAAAAAAAEwQ/WoLRyEuAeWwALvAu56od8gcqa1MLiXEOgCEwYBhgL/s320/cannon_340.png",
              "timeStart": "6:00 pm",
              "timeEnd": "6:30 pm",
              "id": 208
            }
          ]
        }
      ]
    }
  ],
  "map": [
    {
      "lng": -111.68688,
      "lat": 40.285785,
      "name": "Broom Maker"
    },
    {
      "lng": -111.686996,
      "lat": 40.285722,
      "name": "Office of Independence"
    },
    {
      "lng": -111.686813,
      "lat": 40.2858,
      "name": "Kingsley Silhouettes"
    },
    {
      "lng": -111.68686,
      "lat": 40.285785,
      "name": "Apothecary"
    },
    {
      "lng": -111.686773,
      "lat": 40.286048,
      "name": "Storytelling Garden"
    },
    {
      "lng": -111.68616,
      "lat": 40.286033,
      "name": "First Aid Station"
    },
    {
      "lng": -111.686583,
      "lat": 40.286142,
      "name": "Colonial Food Vendor"
    },
    {
      "lng": -111.687713,
      "lat": 40.286196,
      "name": "Mama Africa's Eatery"
    },
    {
      "lng": -111.686368,
      "lat": 40.286053,
      "name": "Abigail's Oven Bakery"
    },
    {
      "lng": -111.685949,
      "lat": 40.287025,
      "name": "Food Trucks"
    },
    {
      "lng": -111.688546,
      "lat": 40.286767,
      "name": "Mr. Hazzard's office"
    },
    {
      "lng": -111.688295,
      "lat": 40.286398,
      "name": "Old South Church"
    },
    {
      "lng": -111.686775,
      "lat": 40.285383,
      "name": "Isaiah Thomas Print Shop"
    },
    {
      "lng": -111.68691,
      "lat": 40.285785,
      "name": "Francis Cooperage"
    },
    {
      "lng": -111.688294,
      "lat": 40.283844,
      "name": "Scera Theater"
    },
    {
      "lng": -111.688307,
      "lat": 40.287112,
      "name": "Fighting Quaker Forge"
    },
    {
      "lng": -111.688417,
      "lat": 40.287068,
      "name": "Haberdashery"
    },
    {
      "lng": -111.688541,
      "lat": 40.287014,
      "name": "Shaw Hat Shop"
    },
    {
      "lng": -111.688796,
      "lat": 40.287049,
      "name": "Colonial Life"
    },
    {
      "lng": -111.68873,
      "lat": 40.286825,
      "name": "Continental Camp"
    },
    {
      "lng": -111.688463,
      "lat": 40.286815,
      "name": "Colonial Boutique"
    },
    {
      "lng": -111.688542,
      "lat": 40.286724,
      "name": "Washington's Camp"
    },
    {
      "lng": -111.68854,
      "lat": 40.286611,
      "name": "Military Surgeon"
    },
    {
      "lng": -111.688135,
      "lat": 40.286344,
      "name": "Cup and Quill"
    },
    {
      "lng": -111.687683,
      "lat": 40.286212,
      "name": "Jean Family Tavern"
    },
    {
      "lng": -111.687299,
      "lat": 40.28598,
      "name": "Schoolhouse",
      "center": "True"
    },
    {
      "lng": -111.687094,
      "lat": 40.285949,
      "name": "Colonial Chores"
    },
    {
      "lng": -111.686997,
      "lat": 40.286054,
      "name": "Colonial Games"
    },
    {
      "lng": -111.687311,
      "lat": 40.285631,
      "name": "King's Field"
    },
    {
      "lng": -111.688075,
      "lat": 40.286693,
      "name": "Continental Field"
    },
    {
      "lng": -111.687161,
      "lat": 40.285388,
      "name": "British Military Encampment"
    },
    {
      "lng": -111.687021,
      "lat": 40.285323,
      "name": "Thayne Blacksmith Shop"
    },
    {
      "lng": -111.686798,
      "lat": 40.284978,
      "name": "Western Frontier"
    },
    {},
    {
      "lng": -111.686646,
      "lat": 40.285411,
      "name": "Sarah Davenport Chandlery"
    },
    {},
    {},
    {
      "lng": -111.686567,
      "lat": 40.28551,
      "name": "Spoon Tree"
    },
    {},
    {
      "lng": -111.686553,
      "lat": 40.285628,
      "name": "Woodwright Shop"
    },
    {
      "lng": -111.686604,
      "lat": 40.285727,
      "name": "Chipman Pottery"
    },
    {},
    {
      "lng": -111.686695,
      "lat": 40.285781,
      "name": "Wildwood Mercantile"
    },
    {},
    {},
    {},
    {},
    {},
    {},
    {},
    {},
    {},
    {},
    {},
    {},
    {},
    {}
  ],
  "linkPages": [
    {
      "page": "Shuttle",
      "linkGroups": [
        {
          "group": "",
          "links": [
            {
              "linkText": "Festival Shuttle",
              "url": "http://glympse.com/!chf1",
              "location": "browser",
              "height": "1000",
              "size": "large",
              "image": "https://1.bp.blogspot.com/-bYOjaWkY5LE/Wx6AupESjhI/AAAAAAAAFok/EycBJ_7h4qADrbdOyZrhNVqpWu7POTOFwCLcBGAs/s320/bus.jpeg",
              "description": "The festival shuttle runs from 9:00 am to 6:00 p.m. and makes stops at Orem High School for parking, the east side of Scera Park, the Scera Theater, and the west side of Scera Park. During shuttle hours, tapping this entry will show the shuttle's current location and speed.",
              "id": 84
            }
          ]
        }
      ],
      "ionIcon": "bus"
    },
    {
      "page": "Photos",
      "linkGroups": [
        {
          "group": "Photographs",
          "links": [
            {
              "linkText": "Photos from past Festivals",
              "url": "https://sites.google.com/colonialheritage.org/albums",
              "location": "system",
              "size": "small",
              "image": "https://1.bp.blogspot.com/-q6MXfSX7EdY/WxfXWVn9ckI/AAAAAAAAFiw/ys2O9WBxkIwgg0-i400MqDkNS_jRfyJbgCPcBGAYYCw/s1600/martha_100.jpg",
              "description": "Over the years, many photographers (professional and amateur) have shared their talents by taking pictures at the Colonial Heritage Festival. Visit festival's of past years by perusing these albums",
              "id": 105
            },
            {
              "linkText": "Photo Contest",
              "url": "https://goo.gl/forms/XqxOaBk6Lkx6RDDV2",
              "location": "system",
              "size": "small",
              "image": "https://4.bp.blogspot.com/-uh8wU6nqLVE/WwojJ67SjII/AAAAAAAAEpw/nSZZFj55Sm8MRIaVxi1Fq-Fx4hM2Q8YYQCLcBGAs/s1600/faire.png",
              "description": "Enter the photo contest to win great colonial stuff. Not interested winning? Make an entry to let us know you have photos you are willing to share with the foundation.",
              "id": 106
            }
          ]
        },
        {
          "group": "Photographers",
          "links": [
            {
              "url": "https://sites.google.com/colonialheritage.org/albums",
              "location": "browser",
              "size": "small",
              "image": "https://4.bp.blogspot.com/-O0NzzTEPUnI/Wxk379Sb3II/AAAAAAAAFlw/-4lwwTkpKzgo1z0nkOTfOfpKAv8Gf_iZQCLcBGAs/s1600/clear.png",
              "description": "The photographers below have shared their talents with the Colonial Heritage Foundation. Most of the photos shown in this event guide have been taken by them.",
              "id": 107
            },
            {
              "linkText": "Gordon Galbraith",
              "url": "https://www.shutterstock.com/g/ggordon",
              "location": "browser",
              "size": "large",
              "image": "https://3.bp.blogspot.com/-6DRup3KhERU/WxksG9UAv8I/AAAAAAAAFlg/xDapu_qSc7gxIfv4G31ocJVzVSrfCEoZACLcBGAs/s320/galbraith_340.jpg",
              "description": "Gordon is an official photographer for America's Freedom Festival at Provo. Over the years he has taken thousands of photos of the Colonial Festival.",
              "id": 108
            },
            {
              "linkText": "John Langdon",
              "url": "http://fineartamerica.com/profiles/1-john-langdon.html",
              "location": "browser",
              "size": "large",
              "image": "https://3.bp.blogspot.com/-uG783kp6rNs/WxkmE0VSYeI/AAAAAAAAFlU/R5UBVUTrLOwNkOWL39jLFGQETD0afqDHgCLcBGAs/s320/landon_340.jpg",
              "description": "John has been in the photography trade since 1972 when he and Scott Adams and formed a partnership in Provo, Utah. Since 2010 he has focused on landscapes throughout the Western United States. Once in a while he will accept a job that he thinks he might enjoy doing. His motto is: Have camera, will travel.",
              "id": 109
            }
          ]
        }
      ],
      "ionIcon": "camera"
    },
    {
      "page": "Communicate",
      "linkGroups": [
        {
          "group": "",
          "links": [
            {
              "linkText": "Festival Survey",
              "url": "https://docs.google.com/forms/d/e/1FAIpQLSe9jUlHF-hZBv1Ps9Gphd__wCpgCTWv43Xpqv7UX-lG9L-2Kg/viewform",
              "location": "browser",
              "height": "1000",
              "size": "small",
              "image": "https://4.bp.blogspot.com/-M5M6OhWraN0/Ww6_dyGLK_I/AAAAAAAAEv4/jtg_BHIU0FECeL-m5deUzgHTo27iMDn_wCLcBGAs/s1600/survey.png",
              "description": "Help us improve the festival by giving us feedback and earn a free printed item from the Isaiah Thomas print shop!",
              "id": 119
            },
            {
              "linkText": "Join Email List",
              "url": "https://docs.google.com/forms/d/e/1FAIpQLScMAtbkZ46xjT6lYBUPDQQHBWovx0A-33z_R9ZfEx0ZzhfRGQ/viewform",
              "location": "browser",
              "height": "1000",
              "size": "small",
              "image": "https://2.bp.blogspot.com/-_rGeZRUkCqw/Ww6jzlrsrLI/AAAAAAAAEvk/wNhI4CiCXmMZrvq4NqVcX8RR_HXiXJ3VwCEwYBhgL/s1600/email.png",
              "description": "Add you name to the Colonial Heritage Foundation email list. We won't share your address with anyone and we'll only send a few messages a year.",
              "id": 120
            },
            {
              "linkText": "Contact Us",
              "url": "https://docs.google.com/forms/d/e/1FAIpQLSeAW36adrK7z6QT1_3uK5brgqC5Nc27L0bMJcm6GhGkLfqqgA/viewform",
              "location": "brower",
              "height": "1000",
              "size": "small",
              "image": "https://4.bp.blogspot.com/-7_3aqlopzoo/Ww6nA2VVMWI/AAAAAAAAEvs/7tbNcqEVN68GIvJbc7W9t2HTBH6MB0_mwCLcBGAs/s1600/phone.png",
              "description": "You'll enter you comment into a google form and the system someone from the foundation will have your comments texted to them right away!",
              "id": 121
            }
          ]
        }
      ],
      "ionIcon": "call"
    },
    {
      "page": "Sponsors",
      "linkGroups": [
        {
          "group": "Public",
          "links": [
            {
              "linkText": "Utah County",
              "url": "https://www.utahvalley.com/about/contact-us/",
              "location": "browser",
              "size": "large",
              "image": "https://1.bp.blogspot.com/-_3AzA5jOL74/WwwQDDT7g1I/AAAAAAAAEs8/nz6IC7wv_8sidiCpzlniYeg-RnP1z5NtACEwYBhgL/s1600/utahlogo.png",
              "id": 122
            },
            {
              "linkText": "City of Orem",
              "url": "https://orem.org/",
              "location": "browser",
              "size": "large",
              "image": "https://2.bp.blogspot.com/-So2cnhUrUWs/Ww1Ic3_bsQI/AAAAAAAAEtk/ywzzBwhH_0YJ8xIj3o2H4yws0pUvc8o2QCLcBGAs/s320/Orem_Final.png",
              "id": 123
            },
            {
              "linkText": "Orem CARE TAX",
              "url": "https://orem.org/care-grants/",
              "location": "browser",
              "size": "large",
              "image": "https://2.bp.blogspot.com/-g98DGHthddU/Ww1IwSjuknI/AAAAAAAAEts/0cQ9vI7tZ98VbUcj14R5uhJXgAnVnaj1gCLcBGAs/s320/Orem_CARE.png",
              "id": 124
            }
          ]
        },
        {
          "group": "Corporate",
          "links": [
            {
              "linkText": "America's Freedom Festival",
              "url": "https://www.freedomfestival.org/",
              "location": "browser",
              "size": "large",
              "image": "https://4.bp.blogspot.com/-mPSk2Q2yZks/Ww1JT4g7E9I/AAAAAAAAEt0/H-qHgIeJd5Udab06aJfkb2zlOo78tOKQwCLcBGAs/s320/Freedom%2BTorch%2BLogo.png",
              "id": 125
            },
            {
              "linkText": "Olive Garden",
              "url": "https://www.freedomfestival.org/",
              "location": "browser",
              "size": "large",
              "image": "https://3.bp.blogspot.com/-lJ7Ha7PxLog/Ww1JgPN4rCI/AAAAAAAAEt4/hbfrCGtjgvYa3NrZ5fL8dvq8yMAHX3w2wCLcBGAs/s320/Olive-Garden-Logo.png",
              "id": 126
            },
            {
              "linkText": "Chick-fil-A",
              "url": "https://www.chick-fil-a.com/",
              "location": "browser",
              "size": "large",
              "image": "https://4.bp.blogspot.com/-MlLoWOmo68I/Ww1JzEcyBGI/AAAAAAAAEuE/cMIbMOl1xO82iYHsoRLRCc0qdTZr2KgXgCLcBGAs/s320/chick-fil-a.gif",
              "id": 127
            },
            {
              "linkText": "Ridley's Family Markets",
              "url": "https://shopridleys.com/home.php?&sn=Orem%20Grocery%20Store%20%26%20Pharmacy%20-%20Center%20Street&i=1160",
              "location": "browser",
              "size": "large",
              "image": "https://2.bp.blogspot.com/-aCUWCWyYwmw/Ww1Kx5P5mnI/AAAAAAAAEuQ/7CMIbSUZohIb-cRTQku_2R8k8wCfQnjfACLcBGAs/s320/ridely.png",
              "id": 128
            },
            {
              "linkText": "McNeil Printing",
              "url": "https://mcneilprinting.com/",
              "location": "browser",
              "size": "large",
              "image": "https://1.bp.blogspot.com/-8-8nij2daGc/Ww1LLIJE1nI/AAAAAAAAEuY/sT59HPOBzoclP3B8PQnFtLRqV58L0dVywCEwYBhgL/s320/mcNeil.png",
              "id": 129
            },
            {
              "linkText": "Potbelly",
              "url": "https://potbelly.com/",
              "location": "browser",
              "size": "large",
              "image": "https://3.bp.blogspot.com/-8hVZqgvvROM/WzNvUWHHhwI/AAAAAAAAGNw/tYz0VK2ZM8g-3RV_IlF0dSxW5iVRkzX5wCLcBGAs/s320/potbelly.png",
              "id": 130
            },
            {
              "linkText": "Grapahic Ink",
              "url": "http://www.graphicinkco.net",
              "location": "browser",
              "size": "large",
              "image": "https://4.bp.blogspot.com/-0znFSGGzgAM/Ww1Lz6hTYWI/AAAAAAAAEuo/q5kYMiWOhuk36Oc0mDAvayZTLpmsMzy8wCLcBGAs/s320/GRAPHIClogo.png",
              "id": 131
            },
            {
              "linkText": "Scera Center for the Arts",
              "url": "https://scera.org/",
              "location": "browser",
              "size": "large",
              "image": "https://3.bp.blogspot.com/-P9IXwoy5geQ/Ww1MENrI2dI/AAAAAAAAEuw/2WJGIuZD_P0R1UeNbbIabqL7GGHCY6qOQCLcBGAs/s320/SCERA%2BLOGO%2Bblue%2Bpms294.jpg",
              "id": 132
            },
            {
              "linkText": "Oregano Italian Kitchen",
              "url": "http://oreganoitaliankitchen.com/",
              "location": "browser",
              "size": "large",
              "image": "https://4.bp.blogspot.com/-m-AxIFlH070/Ww1MSaqYzTI/AAAAAAAAEu0/uX2mau-w0eEZZD9vMRJ7347ghtKw5gaeACLcBGAs/s320/oregano.jpg",
              "id": 133
            },
            {
              "linkText": "Corner Bakery",
              "url": "https://www.cornerbakerycafe.com/",
              "location": "browser",
              "size": "large",
              "image": "https://3.bp.blogspot.com/-K0je3VgZMcQ/WzNvjI33PmI/AAAAAAAAGN0/xl08nIHyCxkueQlEhjWJP1w4ZGQQqur6ACLcBGAs/s1600/Corner%2BBakery.jpg",
              "id": 134
            },
            {
              "linkText": "Dowdle Folk Art",
              "url": "https://dowdlefolkart.com/",
              "location": "browser",
              "size": "large",
              "image": "https://4.bp.blogspot.com/-veAp6qHCnv0/Ww1NEE8y12I/AAAAAAAAEvE/AaHiGAuHihw5uLEsHq1LAaNT7dB_g6JWwCLcBGAs/s320/Dowdle_Logo.png",
              "id": 135
            }
          ]
        }
      ],
      "ionIcon": "star"
    },
    {
      "page": "Volunteer",
      "linkGroups": [
        {
          "group": "",
          "links": [
            {
              "linkText": "Sign Up",
              "url": "https://docs.google.com/forms/d/e/1FAIpQLSfW3C-_pRhAQ4tC8ozZvaBXco-eUEfMnj1qbDsLbWjkXnGhCg/viewform",
              "location": "browser",
              "height": "1000",
              "size": "large",
              "image": "https://2.bp.blogspot.com/-Sq2eLrBpPFY/WyOyKmGVSEI/AAAAAAAAF5Y/tp0Wkhha7T8whl_Wu6ZwDtOqW9pfrestwCLcBGAs/s320/volunteer_340.jpg",
              "description": "The Colonial heritage Festival is run entirely by volunteers. From planning, to advertising, to set up, performance, and take down, We need help in all areas. If you have a talent or a strong back, we'll find a way for you to help further the mission of the festival which is to preserve the history, culture, skills, and values of America's Founding. Please sign up today.",
              "id": 163
            }
          ]
        }
      ],
      "ionIcon": "hand"
    },
    {
      "page": "Other Festivals",
      "linkGroups": [
        {
          "group": "",
          "links": [
            {
              "linkText": "Rebels and Redcoats",
              "url": "http://rebelsandredcoats.net",
              "location": "system",
              "size": "small",
              "image": "https://3.bp.blogspot.com/-WdDaXzJ-Uxs/WuojCivWApI/AAAAAAAAEmI/q1tYAvnOP4Qgl8C0Z8DpT-PL6mq2peMSwCLcBGAs/s1600/rnr.png",
              "description": "A colonial reenactment event in Phoenix, Arizona. First weekend in November. Focus is on Military engagement.",
              "id": 164
            },
            {
              "linkText": "Northwest Colonial Festival",
              "url": "https://colonialfestival.wordpress.com/",
              "location": "system",
              "size": "small",
              "image": "https://2.bp.blogspot.com/-C-dcTDuJUN0/WwokNsVaXDI/AAAAAAAAEp8/HGxir8nHH_oRHGyJUyjwEu5IL2gwI0EkQCLcBGAs/s1600/nwcf.png",
              "description": "See reenactments of the battles of Lexington and Concord at a replica of Mount Vernon in Washington State. First week in August.",
              "id": 165
            },
            {
              "linkText": "Colonial Williamsburg",
              "url": "http://www.colonialwilliamsburg.com",
              "location": "system",
              "size": "small",
              "image": "https://1.bp.blogspot.com/-W546dzhqWNY/Wwohf2EEIWI/AAAAAAAAEpk/fPOw7QTfodUKqZCR_iCGgVZQvOuByJf8wCLcBGAs/s1600/wb.png",
              "description": "America's revolutionary city. Located in Williamsburg, Virginia, it is Americas largest living history museum. Open 365 days a year.",
              "id": 166
            }
          ]
        }
      ],
      "ionIcon": "bonfire"
    }
  ],
  "interests": {
    "None": {
      "name": "None",
      "backColor": "Yellow",
      "fontColor": "#375623"
    },
    "undefined": {},
    "Favorite": {
      "name": "Favorite",
      "backColor": "Yellow",
      "fontColor": "#375623"
    },
    "British": {
      "name": "British",
      "backColor": "Red",
      "fontColor": "White",
      "weight": "bold"
    },
    "Founding-Fathers": {
      "name": "Founding-Fathers",
      "backColor": "#203764",
      "fontColor": "#D6DCE4",
      "weight": "bold"
    },
    "Cannon": {
      "name": "Cannon",
      "backColor": "Khaki",
      "fontColor": "#103D11"
    },
    "Kid-friendly": {
      "name": "Kid-friendly",
      "backColor": "PeachPuff",
      "fontColor": "Black"
    },
    "Colonial-law": {
      "name": "Colonial-law",
      "backColor": "LightPink",
      "fontColor": "Black"
    },
    "Colonial-life": {
      "name": "Colonial-life",
      "backColor": "DarkMagenta",
      "fontColor": "White",
      "weight": "bold"
    },
    "Food": {
      "name": "Food",
      "backColor": "DarkGreen",
      "fontColor": "White",
      "weight": "bold"
    },
    "Audience-involved": {
      "name": "Audience-involved",
      "backColor": "SteelBlue",
      "fontColor": "White",
      "weight": "bold"
    },
    "Military": {
      "name": "Military",
      "backColor": "DarkCyan",
      "fontColor": "White"
    },
    "Craft": {
      "name": "Craft",
      "backColor": "MediumVioletRed",
      "fontColor": "White",
      "weight": "bold"
    },
    "Hands-on": {
      "name": "Hands-on",
      "backColor": "Fuchsia",
      "fontColor": "White",
      "weight": "bold"
    }
  },
  "intro": [
    {
      "title": "Welcome to The Colonial Heritage Festival",
      "text": "The Colonial Heritage Festival is the largest American colonial living and reenactment event in the West.",
      "alignment": "center",
      "image": "https://4.bp.blogspot.com/-ysIi1UtbZ5s/WwqoL6KJrBI/AAAAAAAAEqw/6Xrkx9kKaxMWnmEnAlq7wzhseMq7JjpNQCLcBGAs/s1600/general2.jpg",
      "appButton": false
    },
    {
      "title": "Activities for Kids",
      "text": "There are lots of hands-on activities for kids, but be sure ask before handling items--some are very, very old.",
      "alignment": "center",
      "image": "https://4.bp.blogspot.com/-TqD5XybsL5M/WwqjCl7cD0I/AAAAAAAAEqk/HoFCT14dwRkDePKuNPZqqw9_kd2EWb62wCLcBGAs/s1600/water.JPG",
      "appButton": false
    },
    {
      "title": "Artisan Exhibits",
      "text": "Throughout the festival, you will find exhibits of individulas engaged in crafts from the American colonial period.",
      "alignment": "top",
      "image": "https://4.bp.blogspot.com/-6GsOUnk-jRA/WekVFC3ttiI/AAAAAAAADaw/tY6XOtF79m0C3KqK2V3YJYeibQ5fTOQowCEwYBhgL/s1600/bre.jpg",
      "appButton": false
    },
    {
      "title": "Presentations",
      "text": "Some activities happen only at a partcular time.  Review the schedule to see when and where these presentations happen.  There are some that you won't want miss.",
      "alignment": "center",
      "image": "https://3.bp.blogspot.com/--LBlcHSWIf8/WwqsXa-5JeI/AAAAAAAAErA/EPcg55BfCnQkZ3yS-897TcfOvLrSje8UQCLcBGAs/s1600/pesent.jpg",
      "appButton": true
    }
  ]
}